{
    "/politics": [
        {
            "title": "Supreme Court rules against Warner Music in copyright damages case",
            "date": "2024-05-09 16:02:03+00:00",
            "content": " The U.S. Supreme Court on Thursday ruled in favor of a Miami music producer in a legal fight with Warner Music over a song by rapper Flo Rida, resolving a dispute over the time limit for claiming monetary damages in copyright cases. The 6-3 ruling, authored by liberal Justice Elena Kagan, affirmed a lower court's decision that favored producer Sherman Nealy, who sued a Warner subsidiary and others in Florida federal court in 2018. Nealy has said that his label Music Specialist owns rights to the electronic dance song \"Jam the Box\" by Tony Butler, also known as Pretty Tony. Warner artist Flo Rida, whose given name is Tramar Dillard, incorporated elements of \"Jam the Box\" into his 2008 song \"In the Ayer.\" Nealy sued music publishing company Warner Chappell and others, arguing that they took an invalid license to \"Jam the Box\" from Butler, his former business partner, while Nealy was incarcerated for cocaine distribution. The producer requested damages for alleged copyright infringement dating back to 2008. A federal judge decided that Nealy could recover damages only for infringement that happened during the three years before he filed the lawsuit, based on the U.S. statute of limitations for bringing a copyright-infringement case after discovering a claim. The Atlanta-based 11th U.S. Circuit Court of Appeals reversed that decision and said there was \"no bar to damages in a timely action.\" The Supreme Court upheld the 11th Circuit's ruling on Thursday. \"The Copyright Act entitles a copyright owner to recover damages for any timely claim,\" Kagan wrote, referring to the 1976 federal law at issue in the case. During Supreme Court arguments in February, some of the justices indicated they could not decide the case before reconsidering the issue of statute of limitations in a separate dispute before them. The justices are currently deliberating whether to take up the \"discovery rule\" in a copyright dispute between Hearst Newspapers and photographer Antonio Martinelli. \"What concerns me is that we are being asked to decide a question that may be eliminated based on a subsequent decision\" on whether the \"discovery rule\" applies, conservative Justice Samuel Alito said during the arguments. Conservative Justice Neil Gorsuch echoed Alito's statements in a dissenting opinion on Thursday that was joined by Alito and Justice Clarence Thomas.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/48305338-teen_choice_awards_show-139973979_v2.jpg?v=1349505511&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/09/supreme-court-rules-against-warner-music-in-copyright-damages-case-.html"
        },
        {
            "title": "Biden and Netanyahu's fraught relationship hits new low after U.S. pauses weapons shipment",
            "date": "2024-05-10 15:26:13+00:00",
            "content": " Israeli PM Benjamin Netanyahu has long pushed for an invasion of Rafah — Gaza's southernmost city where more than a million displaced Palestinians are sheltering — saying that it's essential to defeating Hamas and winning the war. The Pentagon confirmed that the Biden administration paused the delivery to Israel of a shipment of 1,800 2,000-pound bombs and 1,700 500-pound bombs. Numerous governments and humanitarian aid organizations have warned of the \"catastrophic humanitarian consequences\" of an invasion in the overcrowded enclave that's already been ravaged by military strikes, disease and famine. \"It's definitely an earthquake.\" That's how American diplomat Richard Haass described the stunning declaration by U.S. President Joe Biden that his administration would stop supplying certain weapons to Israel if it went ahead with a planned invasion of Rafah in the Gaza Strip. \"This was building up for a while, and Rafah was the straw that broke the camel's back,\" Haass, former president of the Council on Foreign Relations and policy advisor during the George W. Bush administration, said in an interview with Israeli newspaper Haaretz. \"There's real skepticism in the administration that Rafah will bring about a deal for the hostages, like the Israelis have been saying.\" The last several weeks have seen a fraught back and forth between Israel and Hamas and the Qatari, Egyptian and American mediators trying to come up with a deal that will allow a cease-fire between the warring parties and a release of the hostages still held by the Palestinian militant group. Israeli Prime Minister Benjamin Netanyahu has long pushed for an invasion of Rafah — Gaza's southernmost city where more than a million displaced Palestinians are sheltering — saying that it's essential to defeating Hamas and winning the war. Numerous governments and humanitarian aid organizations including the United Nations and the WHO have warned of the catastrophic humanitarian consequences of an invasion in the overcrowded enclave that's already been ravaged by military strikes, disease and famine. \"I made it clear that if they go into Rafah – they haven't gone in Rafah yet – if they go into Rafah, I'm not supplying the weapons that have been used historically to deal with Rafah, to deal with the cities – that deal with that problem,\" Biden said in an interview with CNN broadcast Thursday. \"Civilians have been killed in Gaza as a consequence of those bombs and other ways in which they go after population centers,\" he said, when asked if the 2,000-pound bombs that the U.S. sends to Israel have killed civilians. The Pentagon confirmed Wednesday that the administration paused the delivery to Israel of a shipment of 1,800 2,000-pound bombs and 1,700 500-pound bombs. Biden and Secretary of Defense Lloyd Austin reiterated Washington's \"ironclad\" support for Israel, but Austin told lawmakers that \"it's about having the right kinds of weapons for the task at hand\" and that the U.S. wants to see Israel carry out \"more precise\" operations. \"A small diameter bomb, which is a precision weapon, that's very useful in a dense, built-up environment,\" he said, \"but maybe not so much a 2,000-pound bomb that could create a lot of collateral damage.\" Netanyahu remains undeterred, saying that Israel will \"stand alone\" and fight \"with our fingernails\" if U.S. weapons shipments stopped. Many other Israeli lawmakers attacked Biden and the U.S. for the announcement, despite the U.S. being Israel's single biggest supporter and source of military funding and weapons on the world stage. Itamar Ben Gvir, Israel's far-right national security minister, posted on X simply writing: \"Hamas [heart emoji] Biden.\" Biden's warning marked the first time the president, a staunch supporter of Israel and a self-proclaimed Zionist , has paused or threatened to fully halt any arms shipments to the Jewish state. It's also important to note that the paused shipments in question may still be delivered at a later date, and that it reportedly does not apply to the $26.4 billion security assistance package for Israel already approved by Congress in April. Israeli security experts say the pause won't impact planned operations in Rafah, while other analysts say the move is largely symbolic but aims to send a serious message. Israeli troops on Tuesday took control of the Gaza side of the vital Rafah border crossing and have been amassing troops there and carrying out strikes on some parts of the city. \"Despite the Biden administration withholding critical munitions from Israel in order to force the delay or halt of Israel's Rafah operation, it's unlikely that these munitions were the integral weapon required for Israel's planned operation,\" Avi Melamed, a former Israeli intelligence official and regional analyst, said. Melamed argued that \"Biden's statements embolden Hamas, Iran and put U.S. allies in the region at risk,\" but that he expects \"slow and precise\" operations by Israeli forces in Rafah, by which means he believes \"Israel is likely to avoid a direct collision course with the Biden administration's latest position.\" Clayton Allen, U.S. director at political risk firm Eurasia Group, called Biden's decision \"a headline-grabbing move that has some eventual impact on Israeli capabilities,\" but added that it \"doesn't hit at the bulk of U.S. assistance or really diminish what they can do in the coming weeks.\" Others praised the move. Independent Sen. Bernie Sanders of Vermont said it must be a \"first step.\" \"Our leverage is clear,\" Sanders said in a statement. \"Over the years, the United States has provided tens of billions of dollars in military aid to Israel. We can no longer be complicit in Netanyahu's horrific war against the Palestinian people.\" Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Meanwhile, the nonprofit organization Democracy for the Arab World Now, or DAWN, which is focused on U.S. policy and human rights in the Middle East, said in a statement that the Biden administration's \"suspension of massive bombs to Israel is an important but long overdue acknowledgement that Israel has been using American weapons to indiscriminately kill Palestinian civilians in violation of the most basic laws of war.\" CNBC has contacted the Israel Defense Forces for comment. Israel maintains that its war is against Hamas and that its forces endeavor to avoid civilian casualties. The Israel-Hamas war has killed more than 34,000 people in Gaza, according to Palestinian health authorities in the besieged enclave. The invasion was triggered by a Hamas-led terror attack on Israel on Oct. 7 that killed some 1,200 people there and took roughly 250 hostage, more than 100 of whom have been freed. For Michael Koplow, chief policy officer of the Israel Policy Forum, the warning move by Biden represents a profound shift, and is something to be taken very seriously. \"For all of the times that Israel has seemed at an inflection point since October 7, it currently stands at a juncture that is genuinely perilous,\" Koplow wrote in a column on the forum's website Thursday. \"The U.S.-Israel relationship is showing increasingly more daylight through its cracks at the worst possible moment, and the Israeli attitude that it is mostly on the U.S. to seal those cracks is finding few buyers.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107410853-17149996251714999622-34414457679-1080pnbcnews.jpg?v=1714999625&w=750&h=422&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/10/israel-hamas-war-biden-and-netanyahus-fraught-relationship-hits-new-low.html"
        },
        {
            "title": "Hunter Biden loses appeal bid to dismiss criminal gun case in Delaware before trial",
            "date": "2024-05-09 17:47:10+00:00",
            "content": " A federal appeals court denied a request by Hunter Biden to dismiss the criminal gun charges against him in Delaware. The 3rd Circuit U.S. Court of Appeals said the appeal by the son of President Joe Biden was premature. The ruling leaves open the door for him to renew his arguments if he is convicted at trial, scheduled to begin in June. Hunter Biden is accused of three criminal counts related to his purchase of a handgun while being addicted to illegal drugs. He is separately charged by DOJ Special Counsel David Weiss with federal criminal tax charges in Los Angeles federal court. A federal appeals court on Thursday rejected a request by Hunter Biden to toss the pending criminal gun case against him, saying his appeal was premature. The ruling clears the way for Hunter Biden's trial in the case to start on June 3 in U.S. District Court in Delaware . Biden is the son of President Joe Biden . In its ruling Thursday, a three-judge panel on the 3rd Circuit U.S. Court of Appeals said Hunter Biden failed to show that the trial judge's decision in April allowing the gun case to proceed were appealable before any final judgment, which could include his sentencing. The appeals panel, whose decision was unanimous, did not rule on the merits of Biden's arguments that the indictment should be dismissed. If Biden is convicted at trial, he could renew the arguments for dismissal with the same appeals court that it declined to consider in its order Thursday. Hunter Biden's lawyer, Abbe Lowell, suggested that he will ask a full panel of judges on the 3rd Circuit to reconsider Biden's appeal, and could even ask the U.S. Supreme Court to consider the case. \"In reviewing the panel's decision, we believe the issues involved are too important and further review of our request is appropriate,\" Lowell said. Biden is charged with three criminal counts related to his purchase of a handgun while he was addicted to illegal drugs. He has pleaded not guilty. In late 2023, Biden's lawyers asked U.S. District Judge Maryellen Noreika to dismiss the indictment against him on three separate grounds. The first was that the indictment violated a non-prosecution provision in a pretrial diversion agreement that Biden and prosecutors signed before a planned deal in the case to avoid an indictment blew up last year. In their second motion to dismiss, Biden's lawyers claimed he was vindictively and selectively prosecuted because his father is the president. Under this line of argument, the indictment violates the separation-of-power provision in the U.S. Constitution because it was improperly motivated by Republicans in Congress who have made him a political whipping boy to attack the president. Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' The third motion to dismiss argued that the appointment of David Weiss as special counsel for the Department of Justice to handle Biden's cases violated federal rules requiring special counsels to be selected from outside the U.S. government. Weiss was U.S. Attorney for Delaware at the time of his appointment as special counsel, and he remains in that office. Noreika in separate rulings in April rejected all three arguments for dismissal of the indictment. Biden is separately charged by Weiss in Los Angeles federal court with tax crimes. The judge in that case in early April denied eight defense motions to dismiss that case, where Biden has pleaded not guilty. This is developing news. Check back for updates. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107379663-17091328162024-02-28t150104z_402999843_rc2ekz9vkd1c_rtrmadp_0_usa-biden-hunter.jpeg?v=1709132830&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/09/hunter-biden-gun-case-appeals-court-refuses-to-toss-delaware-case-.html"
        },
        {
            "title": "Trump Media investor convicted of insider trading ahead of merger",
            "date": "2024-05-09 17:51:13+00:00",
            "content": " A New York federal jury convicted an investor of insider trading in a company's stock ahead of the firm's announcement that it would merge with Trump Media. The investor, Bruce Garelick, had been on the board of directors of the company, Digital World Acquisition Corp., at the time it was negotiating plans to merge with Trump Media, the owner of the Truth Social app. Trump Media's majority shareholder is former President Donald Trump, who was not accused of any wrongdoing in the case. A federal jury in New York on Thursday convicted an investor of insider trading in the stock of a shell company ahead of its announcement in October 2021 that it would merge with Trump Media . The investor, Bruce Garelick , had been on the board of directors of the publicly traded company, Digital World Acquisition Corp. , at the time he was accused of sharing and exploiting non--public information with others about its plans to merge with then-privately held Trump Media, the owner of the Truth Social app. Trump Media's majority shareholder is former President Donald Trump , who was not accused of any wrongdoing in the case against Garelick in U.S. District Court in Manhattan. But Garelick's trial, which began on April 30, took place just blocks away from where Trump is on trial in Manhattan Supreme Court on criminal charges related to a hush money payment to porn star Stormy Daniels. Two co-defendants of Garelick, the brothers Michael and Gerald Shvartsman, pleaded guilty to insider trading charges on April 3. Jurors in Garelick's case began deliberating on Wednesday afternoon after hearing closing arguments from prosecutors and a defense lawyer. After several hours of deliberation Thursday, jurors returned guilty verdicts on the five counts of securities fraud and conspiracy that the 54-year-old Garelick faced. Garelick, who testified at his trial, is scheduled to be sentenced on Sept. 12. Garelick was an investment advisor to Michael Shvartsman's venture capital firm, Rocket One Capital. Prosecutors said Garelick shared non-public material information about DWAC's merger plans with Trump Media with the Shvartsman brothers in 2021 after joining DWAC's board. All three men then bought up DWAC stock based on that non-public information and then sold their shares after the price soared following the announcement of the deal to combine with Trump Media, prosecutors said. Garelick made a profit of just $49,000 on the illicit trades, but the Shvartsmans earned a whopping $23 million, according to prosecutors. \"Bruce Garelick was part of a sophisticated group of individuals invited to invest in Digital World Acquisition Corporation ..., a special purpose acquisition company that had raised funds with the intention of later investing in a target company, Trump Media & Technology Group, not yet known to the public,\" said Manhattan U.S. Attorney Damian Williams in a statement Thursday. \"When he was given that opportunity, Garelick promised to keep the information about DWAC's interest in acquiring Trump Media secret and not use it to trade in the stock market.  Garelick was also given a seat on DWAC's board, which gave him direct access to additional non-public information regarding the acquisition,\" Williams said. \"As a unanimous jury has just found, Garelick blatantly violated the law by using the information that he obtained as an insider at DWAC to trade and tip others,\" the top prosecutor said. \"Garelick's federal conviction is yet another stark reminder that insider trading is always a losing bet.\" DWAC and Trump Media completed their merger in late March. Public trading of the company's stock under the new ticker DJT began a day later. Last week, the Securities and Exchange Commission charged Trump Media's auditor with what the regulator said was \"massive fraud\" i nvolving the auditor's accounting work for hundreds of publicly traded companies, affecting 1,500 SEC filings. The auditor, BF Borgers CPA , and its owner, Benjamin Borgers, agreed to be permanently suspended from practicing as accountants before the SEC, and to pay a combined $14 million in civil penalties. Trump Media hired a new auditor , Semple, Marchal & Cooper LLP last weekend to replace BF Borgers. This is breaking news. Please check back for updates.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107274392-16898733502023-07-20t171318z_1352407551_rc2572adwi5v_rtrmadp_0_usa-insidertrading-space.jpeg?v=1689873409&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/09/trump-media-investor-convicted-of-insider-trading-ahead-of-merger.html"
        },
        {
            "title": "Michael Cohen: A challenging star witness in Donald Trump's hush money trial",
            "date": "2024-05-12 11:36:33+00:00",
            "content": " He once said he would take a bullet for Donald Trump . Now Michael Cohen is prosecutors' biggest piece of legal ammunition in the former president's hush money trial. But if Trump's fixer-turned-foe is poised to offer jurors this week an insider's view of the dealings at the heart of prosecutors' case, he also is as challenging a star witness as they come. There is his tortured history with Trump, for whom he served as personal attorney and problem-zapper until his practices came under federal investigation. That led to felony convictions and prison for Cohen but no charges against Trump, by then in the White House. Cohen, who is expected to take the stand Monday, can address the jury as someone who has reckoned frankly with his own misdeeds and paid for them with his liberty. But jurors likely also will learn that the now-disbarred lawyer has not only pleaded guilty to lying to Congress and a bank, but recently asserted, under oath, that he wasn't truthful even in admitting to some of those falsehoods. And there is Cohen's new persona — and podcast, books, and social media posts — as a relentless and sometimes crude Trump critic. As Trump's trial opened, prosecutors took pains to portray Cohen as just one piece of their evidence against Trump, telling jurors that corroboration would come via other witnesses, documents and the ex-president's own recorded words. But Trump and his lawyers have assailed Cohen as an admitted liar and criminal who now makes a living off tearing down his former boss. \"What the defense is going to want the jury to focus on is the fact that he's a liar\" with a blemished past and a tetchy streak, said Richard Serafini, a Florida criminal defense lawyer and former federal and Manhattan prosecutor. \"What the prosecution is going to want to focus on is 'everything he says is corroborated — you don't have to like him,'\" Serafini added. \"And No. 2, this is the guy Trump chose.\" Cohen's early-2000s introduction to Trump was a classic New York real estate story: Cohen was a condo board member in a Trump building and got involved on Trump's side of a residents versus management dispute. The mogul soon brought Cohen into his company. Cohen, who declined to comment for this story, had had an eclectic career that veered from practicing personal injury law to operating a taxi fleet with his father-in-law. He ultimately functioned as both a Trump lawyer and shark-toothed loyalist. He worked on some deal-making efforts but also spent much of his time threatening lawsuits, berating reporters and otherwise maneuvering to neutralize potential reputational dings for his boss, according to congressional testimony that Cohen gave after breaking with Trump in 2018. The rupture came after FBI raided Cohen's home and office and Trump began to distance himself from the attorney. Cohen soon told a federal court that he had helped candidate Trump wield the National Enquirer tabloid as a sort of house organ that flattered him, tried to flatten his opponents and bottled up seamy allegations about his personal life by buying stories or flagging them to Cohen to purchase. Trump says all the stories were false. Those arrangements, which Manhattan District Attorney Alvin Bragg's office portrays as a multipronged scheme to keep information from voters, are now under a microscope at Trump's hush money trial. He has pleaded not guilty to 34 counts of falsifying business records so as to veil reimbursements to Cohen for paying off porn performer Stormy Daniels. She claimed a 2006 sexual encounter with the married Trump, which the former president has denied. Other witnesses have testified about the hush money dealings, but Cohen remains key to piecing together a case that centers on how Trump's company compensated him for his role in the Daniels payoff. Trump's defense maintains that Cohen was paid for legal work, not a cover-up, and that there was nothing illegal about the agreements he facilitated with Daniels and others. In criminal trials, many witnesses come to the stand with their own criminal records, relationships with defendants, prior contradictory statements or something else that could affect their credibility. Cohen has a particular set of baggage. In testimony, he will need to explain his prior disavowals of key aspects of the hush money arrangements and to convince jurors that this time he is telling the truth, the whole truth and nothing but the truth. Still in the Trump fold when the Daniels deal came to light, he initially told The New York Times that he had not been reimbursed, later acknowledging repayment — as did Trump, who had previously said he did not even know about the Daniels payout. Then, in the course of two federal guilty pleas, Cohen admitted to tax evasion, orchestrating illegal campaign contributions in the form of hush money payments, and lying to Congress about his work on a possible Trump real estate project in Moscow. He also pleaded guilty to signing off on a home equity loan application that understated his financial liabilities. While many types of convictions may be used to question a witness' credibility, when crimes involve dishonesty, \"there's a treasure trove of stuff there for a cross-examiner,\" Serafini said. Moreover, Cohen raised new questions about his credibility while testifying last fall in Trump's civil fraud trial. During a testy cross-examination — he answered some questions with a lawyerly \"objection\" or \"asked and answered\" — Cohen insisted he was not quite guilty of tax evasion or the loan application falsehood. Ultimately, he testified that he had lied to the now-deceased federal judge who took his plea. The fraud trial judge found Cohen's testimony credible, noting that it was corroborated by other evidence. But a federal judge suggested that Cohen perjured himself either in his testimony or his guilty plea. Since splitting with Trump, Cohen has confronted his past lies head-on. His podcast's title – \"Mea Culpa\" – gestures at a reckoning with his crimes, and he acknowledged in the foreword to his 2020 memoir that some people see him as \"the least reliable narrator on the planet.\" At his 2018 sentencing, he said his \"blind loyalty\" to Trump made him feel it was my duty to cover up his dirty deeds, rather than to listen to my own inner voice and my moral compass.\" Outside court, he has cast himself as an avatar of anti-Trump sentiment. In social media salvos as the trial opened, Cohen used a scatological nickname for Trump, taunted him to \"keep whining, crying and violating the gag order, you petulant defendant!\" and commented acerbically on his defense. The posts could give Trump's lawyers fodder to paint Cohen as an agenda-driven witness out for revenge. In a nod to that vulnerability, Cohen posted two days after opening statements that he would cease commenting on Trump until after testifying, \"out of respect\" for the judge and prosecutors. Yet in a live TikTok this past week, Cohen wore a shirt featuring a figure resembling Trump with his hands cuffed, behind bars. After Trump's lawyers complained, Judge Juan M. Merchan exhorted prosecutors Friday to tell Cohen that the court was asking him not to make any more statements about the case or Trump. To Jeremy Saland, a New York criminal defense lawyer and former Manhattan prosecutor, Cohen's background is not such a hurdle for prosecutors. \"Where Cohen has the problem is: He doesn't shut his trap,\" Saland said. \"He just constantly takes shots at his own credibility.\" Prosecutors will need to persuade Cohen to be forthright, acknowledge his past wrongdoing and rein in his freewheeling commentary, Saland said, or the case can become \"the Michael Cohen show.\" Indeed, Trump lawyer Todd Blanche used his opening statement to hammer on Cohen's \"obsession\" with Trump and his admitted past lying under oath. \"You cannot make a serious decision about President Trump relying on the words of Michael Cohen,\" Blanche told jurors. But prosecutor Matthew Colangelo characterized Cohen as someone who made \"mistakes,\" telling jurors they could believe him nonetheless. Meanwhile, prosecutors have pointed to remarks Trump has made about Cohen and others to accuse him of multiple violations of a gag order that bars him from commenting on witnesses, jurors and some other people connected to the case. The judge has held Trump in contempt, fined him a total of $10,000 and warned that jail could follow if he breached the order again. Prosecutors also have not shied from testimony about Cohen's combative personality. A banker testified that Cohen was seen as a \"challenging\" client who insisted everything was urgent. Daniels' former lawyer, Keith Davidson, described his first phone call with Cohen as a screaming \"barrage of insults and insinuations and allegations.\" While such episodes might not be flattering to Cohen, eliciting them could be a way for prosecutors subtly to indicate he is not their teammate, but simply a person with information, said John Fishwick Jr., a former U.S. attorney for the Western District of Virginia. \"It's a way to try to build up his credibility while you distance yourself from him,\" he suggested. When Cohen takes the stand, prosecutors would be wise to address his problematic past before defense lawyers do, said New York Law School professor Anna Cominsky. She taught a course with Bragg before he became district attorney, but she offered comments as a legal observer, not someone privy to his office's strategy. \"I imagine in their closing arguments,\" Cominsky said, \"that the prosecutor is going to look right at the jury and say, 'This is not a perfect witness, but none of us are.'\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107322907-16982399322023-10-24t220844z_1202146131_rc21z3ag6t0b_rtrmadp_0_usa-trump-new-york.jpeg?v=1713218079&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/12/michael-cohen-a-challenging-star-witness-in-donald-trumps-hush-money-trial-.html"
        },
        {
            "title": "Michael Cohen on deck as Trump prosecutors say they could rest case next week",
            "date": "2024-05-10 13:13:01+00:00",
            "content": " Prosecutors said they have just two more witnesses in Donald Trump's criminal trial before they rest their case, one of whom will be Trump's former lawyer Michael Cohen. Former top White House aide Madeleine Westerhout finished testifying Friday about Trump's Oval Office calls and schedule. Judge Juan Merchan denied the defense's attempt to narrow Trump's gag order so he could publicly attack Cohen. Prosecutors said Friday that they plan to call only two more witnesses in Donald Trump 's criminal trial, and they could rest their case by the end of next week. One of those final two witnesses will be Trump's former lawyer Michael Cohen, who is reportedly expected to begin testifying Monday. Cohen's late-2016 hush money payment to porn star Stormy Daniels is at the heart of the historic trial in Manhattan Supreme Court. Late in the day, Trump's attorneys complained to Judge Juan Merchan that Cohen is regularly insulting his former boss on social media, but the ex-president is prohibited from responding because of a gag order that bars Trump from talking about witnesses in the trial. \"It's becoming a problem every single day that President Trump is not allowed to respond,\" defense lawyer Todd Blanche told Judge Juan Merchan after the jury left for the day. Lead prosecutor Joshua Steinglass said the District Attorney's office has asked Cohen and other witnesses not to speak about the ongoing trial. But ultimately, they cannot control the witnesses' speech. Merchan told the prosecutors to explain to Cohen that the judge is asking him to refrain from publicly discussing the case. Steinglass said he would convey the message to Cohen. Merchan already rejected a request by Trump on Thursday to revise the gag order so the former president could publicly attack porn star Stormy Daniels after she finished testifying. \"My concern is protecting the integrity of the proceedings as a whole,\" Merchan said, explaining his rationale for refusing the request. Merchan has already held Trump in contempt of court 10 times for violating the gag order. Friday's testimony featured Madeleine Westerhout, a former top Oval Office operations aide who had an up-close view of how Trump operated in the White House. Westerhout testified that Trump was \"very upset\" when the $130,000 hush money payment to Daniels first became a major news story in 2018. \"The whole situation was very unpleasant,\" Westerhout said during cross-examination by an attorney for Trump. Westerhout said she spoke with Trump at that time about Daniels, who says she had sex with Trump in 2006 at a celebrity golf tournament in Lake Tahoe. Trump \"was very upset about it,\" Westerhout recalled. Read more about Trump's hush money trial Stormy Daniels testifies she hates Trump, wants him jailed if guilty Trump prosecutors keep witness schedule secret to avoid ex-president's attacks Former top Trump aide Hope Hicks cries as cross-examination begins Trump’s porn star hush money trial enters week four: Here’s what’s happened so far Stormy Daniels testifies she hates Trump, wants him jailed if guilty Trump prosecutors keep witness schedule secret to avoid ex-president's attacks Former top Trump aide Hope Hicks cries as cross-examination begins Trump’s porn star hush money trial enters week four: Here’s what’s happened so far \"My understanding is that he knew it would be hurtful to his family,\" she said. Trump was married to his wife, Melania Trump, at the time the alleged one-night stand occurred. Defense attorneys have tried to undermine the prosecution's argument in the case, saying that the hush money payment to Daniels was meant to help Trump's 2016 presidential campaign. They argue that Trump was also concerned about how the sex story would affect his wife and children. On Thursday, Westerhout testified about Trump's work habits in the White House, and she confirmed a list of high-profile contacts that was compiled for Trump in 2017. The contact list included \"SNL\" producer Lorne Michaels , NFL quarterback Tom Brady and tennis great Serena Williams. Also listed were ex-tabloid publisher David Pecker and Trump's former lawyer, Michael Cohen. The two men are at the center of Manhattan prosecutors' case, in which Trump is charged with falsifying business records about hush money payments as part of a scheme to influence the 2016 presidential election. Westerhout painted a flattering portrait of Trump, praising his work ethic and his relationship with his wife. She cried while describing how she was fired from her job in 2019 after criticizing members of Trump's family at a dinner with reporters. Her portrayal of Trump as a devoted husband cut sharply against the testimony of Daniels, who graphically detailed her sexual encounter with Trump over seven hours of testimony on Thursday. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107413247-1715342979834-107413247-1715342889960-gettyimages-2152241455-_s1_7300_docqjui3.jpg?v=1715358625&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/10/trump-trial-hush-money-testimony-white-house-aide.html"
        },
        {
            "title": "The EU will soon get a new leadership team. Here are the names currently in the mix",
            "date": "2024-05-09 05:10:22+00:00",
            "content": " Diplomats within the EU are already trying to figure out who will be leading the three big institutions in the coming years: The European Commission, the European Council and the European Parliament. Voters across the 27-member EU are heading to the polls between June 6 and 9 to choose the next set of representatives in the European Parliament. The very top EU jobs, which aren't directly elected, then get dished out in the weeks following. They hold sway over central policymaking and Brussels ultimately impacts the livelihoods of 450 million people across the region. BRUSSELS, Belgium — European diplomats have already started key negotiations on who will take the main jobs at the European Union following elections next month. Voters across the 27-member EU are heading to the polls between June 6 and 9 to choose the next set of representatives in the European Parliament. The very top EU jobs, which aren't directly elected, then get dished out in the weeks following. They hold sway over central policymaking and Brussels ultimately impacts the livelihoods of 450 million people across the region. Diplomats within the EU are already trying to figure out who will be leading the three big institutions in the coming years: The European Commission, the European Council and the European Parliament. Three top officials, who did not want to be named due to the sensitivity of the talks, told CNBC that the most likely scenario is that Ursula von der Leyen, the current president of the European Commission, which is the executive arm of the EU, will remain in the job. Von der Leyen was catapulted to the top of European policymaking back in 2019, when French President Emmanuel Macron threw her name into the ring to unlock an impasse over an overall \"top jobs\" package that included Christine Lagarde as the new European Central Bank president. \"Von der Leyen has a lot of support from European heads of state,\" one of the three sources told CNBC via telephone. The same source added, however, that Macron, the mastermind behind the previous round of negotiations, has not yet shown his support for another Von der Leyen mandate and the source suggested that he is keeping some room to maneuver when the official talks commence after the election. In fact, Bloomberg has reported that Macron has been floating the idea of having the previous ECB President, Mario Draghi, return to EU politics and lead the commission. One senior EU diplomat told CNBC that Macron is using the silence to put pressure on Von der Leyen . The third source said that Draghi probably wouldn't take the job, but agreed that it was a way to pressure on Von der Leyen. CNBC has reached out to the Elysee Palace but it was not immediately available for comment. Current opinion polls suggest that Von der Leyen's party, the conservative European People's Party at the EU Parliament, is likely to win EU-wide elections, however, she might have to forge some compromises with far-right politicians as they are gearing up to increase the number of seats within the parliamentary chamber. The three sources also told CNBC that if Von der Leyen does continue as president of the European Commission, then the expectation is that a member of the European socialist grouping will lead the European Council, the institution that brings together the heads of state from across the EU nations. Former Portuguese Prime Minister Antonio Costa and Danish Prime Minister Mette Frederiksen are the two names currently being discussed in Brussels. In typical Brussels fashion of trying to split the top jobs among the most voted parties, this selection would leave the role of High Representative, which is the EU's top diplomat who is in charge of foreign relations, to the liberal group Renew. Here, Kaja Kallas, the Estonian prime minister, is seen as the most likely candidate. With only a month to go before voters head to the polls, talks over the distribution of the next top jobs are intensifying. However, the final decision will only be taken once the results are in. Regardless of who leads the EU, the next five years of policymaking in Brussels are expected to be a lot more focused on defense and on how to cut certain dependencies from China and, to some extent, from the U.S.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107245807-1684914332328-gettyimages-1251937881-AFP_33DE3FA.jpeg?v=1715169676&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/09/european-union-will-soon-get-a-new-leadership-team-here-are-the-names.html"
        },
        {
            "title": "Trump White House aide Steve Bannon loses appeal of contempt of Congress conviction",
            "date": "2024-05-10 14:22:41+00:00",
            "content": " A federal appeals court on Friday upheld the criminal contempt of Congress conviction of Trump White House senior advisor Steve Bannon. Bannon was convicted in connection with refusing to testify and provide documents to the House committee that investigated the Jan. 6, 2021, attack on the U.S. Capitol. A federal appeals court on Friday unanimously upheld the criminal contempt of Congress conviction of former Trump White House senior aide Steve Bannon for refusing to testify and provide documents to the House committee that investigated the Jan. 6, 2021, attack on the U.S. Capitol . The appeals court rejected Bannon's argument that he was not guilty because his attorney had advised him not to comply with a subpoena from the House committee. The ruling by a three-judge panel on the U.S. Circuit Court of Appeals for the District of Columbia Circuit makes it more likely that Bannon will soon have to begin serving a sentence of four months in jail for his conviction of two counts of contempt. An attorney for Bannon said he will now request that the full judicial panel of the D.C. Circuit hear his appeal again, which might postpone his jail term. Bannon's lawyer Doug Schoen told CNBC in an email, ''The Court of Appeals panel held today that it does not have the authority to overrule the 1961 panel of the Court that issued the decision in the Licavoli case on the definition of the word 'willfull' as used in the Contempt of Congress statute.  Mr. Bannon will now seek redress before the full Court of Appeals, which has the authority to overrule Licavoli. \"There are many fundamentally important constitutional issues at stake in this case,\" Schoen said. \"Today's decision is wrong as a matter of law and it reflects a very dangerous view of the threshold for criminal liability for any defendant in our country and for future political abuses of the congressional hearing process.\" But requests like the one Bannon is planning to submit typically face very long odds of success. Friday's decision was written by Judge Bradley Garcia, who was appointed to the D.C. Circuit appeals court last year by President Joe Biden . The other two judges on the panel were Justin Walker, who was appointed by former President Donald Trump , and Cornelia Pillard, who was appointed by former President Barack Obama . In March, Peter Navarro , another ex-adviser to Trump, began serving a four-month federal jail sentence after the Supreme Court refused to hear an appeal of his conviction for refusing to comply with a subpoena from the Jan. 6 House committee. Pillard also was a member of the three-judge panel on the D.C. Circuit that upheld Navarro's conviction. Bannon separately is scheduled to stand trial in state court in New York City in September on charges related to his alleged defrauding of donors who gave money to a non-profit group's purported effort to build a wall on the U.S.-Mexico border. The judge in that case, Juan Merchan, is currently presiding over the criminal hush money trial of Trump in Manhattan Supreme Court. Bannon was convicted of flouting the House committee subpoena after a five-day trial in U.S. District Court in Washington in 2022. He has remained free pending the outcome of his appeal. In its 20-page ruling Friday on Bannon's case, the D.C. appeal court panel noted that in September 2021 \"the House Select Committee to Investigate the January 6th Attack on the United States Capitol issued a subpoena to appellant Stephen Bannon to testify and provide documents.\" \"Bannon did not comply — he knew what the subpoena required but did not appear or provide a single document,\" the ruling said. The law that Bannon was convicted of violating makes it a crime to \"willfully\" fail to respond to a congressional subpoena. \"Bannon insists that 'willfully' should be interpreted to require bad faith and argues that his noncompliance does not qualify because his lawyer advised him not to respond to the subpoena,\" the appeals panel wrote in its ruling. \"This court, however, has squarely held that 'willfully' in [that law] means only that the defendant deliberately and intentionally refused to comply with a congressional subpoena, and that this exact 'advice of counsel' defense is no defense at all.\" The panel added, \"As both this court and the Supreme Court have repeatedly explained, a contrary rule would contravene the text of the contempt statute and hamstring Congress's investigatory authority.\" \"Because we have no basis to depart from that binding precedent, and because none of Bannon's other challenges to his convictions have merit, we affirm,\" the panel wrote. Bannon was indicted in 2020 on federal charges related to allegedly defrauding donors to the non-profit engaged in the border wall plans. Trump in January 2021, on one of his last days in the White House, pardoned Bannon in that case before it went to trial. Three other men federally charged in the scheme were convicted at trial or pleaded guilty and sentenced to prison. This is breaking news. Please check back for updates.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107031353-1647444112544-gettyimages-1239235798-BANNON_COURT.jpeg?v=1647444219&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/10/appeals-court-upholds-steve-bannon-contempt-of-congress-conviction.html"
        },
        {
            "title": "Trump loses second bid for mistrial in hush money case",
            "date": "2024-05-09 12:49:40+00:00",
            "content": " Porn star Stormy Daniels completed her testimony in the criminal hush money trial of former President Donald Trump. Manhattan Supreme Court Judge Juan Merchan previously warned that Trump has to stop cursing and shaking his head during Daniels' testimony. Trump is charged with falsifying business records related to a $130,000 hush money payment to Daniels as part of a scheme to influence the 2016 presidential election. A judge Thursday denied a request by Donald Trump 's lawyers for a mistrial — their second failed attempt in three days to scrap the former president's criminal hush money trial. Judge Juan Merchan delivered the ruling after he rejected a separate request to pare back Trump's gag order so the former president can speak about porn star Stormy Daniels. Her testimony about alleged sex with Trump prompted both mistrial requests. Defense attorney Todd Blanche argued that Daniels' descriptions of the alleged encounter were irrelevant to the case and \"extraordinarily prejudicial for a jury to hear.\" Shortly before this, Blanche revealed that prosecutors \"no longer\" plan to call Karen McDougal, the former Playboy model who allegedly had an extramarital affair with Trump , to testify. Blanche did not state a reason for the apparent reversal by the prosecutors, who cite a $150,000 payment to McDougal by a tabloid publisher in their case accusing Trump of falsifying business records. The debate over the mistrial and the McDougal information both took place after jurors had been excused for the day. During her second day of testimony, Daniels said that publicly discussing her story of having sex with former President Donald Trump has been detrimental to her life. \"Negative,\" Daniels testified when a prosecutor asked if telling the truth about Trump has been a \"net positive\" or \"net negative\" for her. Daniels gave the blunt reply shortly before she was dismissed from the stand. Daniels' testimony at times turned combative under cross-examination from Trump attorney Susan Necheles, who grilled the adult film star about her alleged one-night stand in 2006 with the then-married businessman. The claim is key to District Attorney Alvin Bragg's case, which centers on a $130,000 hush money payment to Daniels from Trump's then-personal lawyer Michael Cohen shortly before the 2016 presidential election. Daniels at one point scoffed at Necheles' suggestion that she would ever want to tell the world about having sex with the former president. \"Even though you had agreed that you would not discuss this supposed story and you had received a lot of money for that agreement, you then decided that you wanted to publicly say that you had sex with Donald Trump,\" Necheles said. Daniels shot back: \"Nobody would ever want to publicly say that.\" At another point, Necheles told Daniels, \"You have a lot of experience making phony stories about sex.\" Daniels replied, \"Wow. That's not how I would put it. The sex in the films is very much real, just like what happened to me in that room.\" She added that if her claim of sleeping with Trump was untrue, \"I would've written it to be a lot better.\" After Daniels left court, prosecutors called Rebecca Manochio, the former assistant to ex-Trump Organization Chief Financial Officer Allen Weisselberg. Manochio, who still works for the company as a junior bookkeeper, briefly testified about a series of Trump Organization invoices from 2017. Prosecutors then summoned Tracey Menzies, a senior vice president at HarperCollins Book Publishing, to the stand. Menzies read passages from the 2008 book \"Think Big: Make It Happen in Business and Life\" by Trump and Bill Zanker. While the trial was underway, Sen. Rick Scott appeared outside the courthouse to slam the judge's daughter and Bragg's wife. \"Let's look at who's involved in doing this,\" said the Florida Republican, who had entered the courtroom alongside Trump on Thursday morning. \"The lead prosecutor was a No. 3 person that Biden -- the Biden Justice Department. The judge's daughter is a political operative and raises money for Democrats. You've got the lead prosecutor's wife is a significant donor to Democrats and I think to Biden,\" he said. Trump is barred by a gag order from speaking about all three of those people, in addition to witnesses, jurors, court staff members and their families. The gag order also prohibits Trump from \"directing others to make public statements\" about those parties. \"So this is just a bunch of Democrats saying, 'We want to make sure that Donald Trump can't talk,'\" Scott said. Asked if Scott was appearing at the trial because of Trump's gag order, the senator said, \"No, I'm fed up.\" Merchan has held Trump in contempt of court for violating his gag order 10 times. On Monday, the judge warned Trump that he will be put in jail if he continues to violate court orders. Read more about Trump's hush money trial Stormy Daniels testifies she hates Trump, wants him jailed if guilty Trump prosecutors keep witness schedule secret to avoid ex-president's attacks Former top Trump aide Hope Hicks cries as cross-examination begins Trump’s porn star hush money trial enters week four: Here’s what’s happened so far Stormy Daniels testifies she hates Trump, wants him jailed if guilty Trump prosecutors keep witness schedule secret to avoid ex-president's attacks Former top Trump aide Hope Hicks cries as cross-examination begins Trump’s porn star hush money trial enters week four: Here’s what’s happened so far Trump is charged with falsifying business records related to a $130,000 hush-money payment made to Daniels. Prosecutors say the money was part of an unlawful scheme to benefit Trump's 2016 presidential campaign. Cohen paid Daniels for her silence about the alleged sex less than two weeks before that election, and Trump reimbursed him after taking office. The hush money case, while often considered the least serious of the four criminal indictments Trump faces, is increasingly likely to be the only one to make it to trial before the Nov. 5 presidential election. On Wednesday, a Georgia appeals court potentially delayed a state-level election interference case against Trump by agreeing to take up his request to disqualify his prosecutor, District Attorney Fani Willis. On Tuesday evening, federal Judge Aileen Cannon indefinitely postponed Trump's trial on charges that he illegally took classified documents and then tried to conceal them from authorities. A federal election interference case against Trump in Washington, D.C., meanwhile, is on hold while the Supreme Court considers whether Trump is immune from the charges because they he was president at the time the alleged crimes occurred.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107412933-1715279753701-Screenshot_2024-05-09_at_23438_PM.png?v=1715280129&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/09/trump-trial-stormy-daniels-testimony-hush-money-case.html"
        },
        {
            "title": "Donald Trump shuts down rumors about considering Nikki Haley for vice president",
            "date": "2024-05-11 17:01:28+00:00",
            "content": " Former president Donald Trump silenced rumors about rival Nikki Haley being on his shortlist for a running mate, saying that she was \"not under consideration.\" Haley's base of Trump-skeptical voters and wealthy donors could benefit the Trump campaign. After a bitter competition in the Republican primary, however, Trump and Haley have an icy dynamic and both had previously ruled out running on the same ticket. Donald Trump on Saturday made it clear that former Republican presidential candidate Nikki Haley is not on his running mate shortlist, quieting rumors that his campaign had been considering her as an option. \"Nikki Haley is not under consideration for the V.P. slot, but I wish her well!\" the presumptive GOP presidential nominee wrote in a Truth Social post, signing the message \"DJT.\" The comment came several hours after Axios reported that Haley was in the Trump campaign's vice president conversation, citing two anonymous sources. Several media reports later echoed the rumors. The political calculus behind a Trump-Haley ticket is plain to see. Haley's wealthy donor base could help Trump make up his fundraising problems, which are compounded by legal fees related to several ongoing lawsuits . Plus, Haley, who has not yet endorsed the former president, could help win over Trump-skeptical Republican voters, whom President Joe Biden's campaign has been vying for since Haley dropped out of the race. Haley suspended her presidential campaign in March but is still racking up votes, including in Indiana's Thursday primary, where she won almost 22% of the votes. Despite the apparent political advantages, the bitter fight between Trump and Haley during the Republican primary ruled out her vice presidential chances. \"She is not presidential timber,\" Trump said of Haley at a New Hampshire rally in January. \"Now when I say that, that probably means that she's not going to be chosen as the vice president.\" For her part, Haley repeatedly said she had no interest in the vice presidential seat while she was still on the campaign trail. Trump's veepstakes have been gathering more attention over the past several weeks, including from high-dollar donors looking to push their own recommendations. Some names on the list include House Rep. Elise Stefanik , R-N.Y., former GOP presidential candidate Sen. Tim Scott, R-S.C., Sen. Marco Rubio, R-Fl. and North Dakota Gov. Doug Burgum. South Dakota Gov. Kristi Noem had also appeared to be a VP frontrunner, though her chances seem to have weakened due to backlash about her new memoir , which contains anecdotes about her shooting and killing several of her family's farm pets and an unverified story about meeting North Korean dictator Kim Jong Un. \"I liked her a lot,\" Trump said in a Tuesday interview with Spectrum 1 News Wisconsin. \"I don't want to comment on anybody on the list. But she had a rough couple of days. I will say that.\" As all the VP hopefuls help Trump's campaign, the former president has dragged out making a final call on his would-be running mate.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107363472-1706052319255-Untitled-1.jpg?v=1706052461&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/11/donald-trump-shuts-down-nikki-haley-vp-rumors.html"
        },
        {
            "title": "U.S. probe finds widespread sexual misconduct at FDIC",
            "date": "2024-05-07 23:56:34+00:00",
            "content": " The Federal Deposit Insurance Corporation must make sweeping changes to address widespread sexual harassment and other misconduct, according to an independent report released on Tuesday that raises questions about the future of the banking regulator's leadership. The report, prompted by a Wall Street Journal investigation, cited accounts from more than 500 people, including some who alleged FDIC Chair Martin Gruenberg had engaged in bullying and verbal abuse. Overall, the report by law firm Cleary Gottlieb , paints a picture of an agency at which sexual harassment, racial discrimination and bullying were pervasive at every level and tolerated by senior leaders for years, while complaints about misconduct were met with retaliation. \"For far too many employees and for far too long, the FDIC has failed to provide a workplace safe from sexual harassment, discrimination, and other interpersonal misconduct,\" said the report, adding that those accused of misconduct were frequently reassigned new roles. Underscoring the agency's toxic culture, officials tasked with addressing the problems exposed by the WSJ reports were themselves the subject of misconduct claims, the Cleary Gottlieb report found. The findings sparked renewed calls for the ouster of Gruenberg, a Democrat who has been a senior leader at the agency for nearly two decades. Representative Patrick McHenry, a Republican who chairs the House Financial Services Committee, called for Gruenberg's resignation following the report, saying it made clear the agency needs new leadership. \"The FDIC needs to be fixed. The women and men who work there deserve better,\" Sherrod Brown, chair of the Senate Banking, Housing, and Urban Affairs Committee, said in a statement. \"Chair Gruenberg must accept responsibility and must immediately work to make fundamental changes to the agency and its culture.\" Some employees described Gruenberg as \"harsh\" and \"aggressive\", as well as prone to losing his temper, the report said. In speaking with investigators, Gruenberg said he never recalled acting inappropriately. The report said some employees reported positive interactions with him and saw his nature as more \"prosecutorial.\" In a statement to staff, Gruenberg said the report was \"sobering\" and he vowed to implement its recommendations. He said he was ultimately responsible for everything that happened at the agency and apologized for any shortcomings. \"I again want to express how very sorry I am,\" he added. The report recommends the appointment of new officials devoted to changing the FDIC's culture and hiring an independent third party to assist in the transition, although it did not consider whether top leaders should resign. It also called on the agency to establish an anonymous hotline to report misconduct and abuse, develop a more timely and transparent process for handling complaints, and take steps to ensure victims are protected and supported. While the report found that Gruenberg's aggressive conduct was not a root cause of the more severe issues at the agency, it was skeptical of his ability to oversee the necessary dramatic overhaul. \"As the FDIC faces a crisis relating to its workplace culture, Chairman Gruenberg's reputation raises questions about the credibility of the leadership's response to the crisis and the 'moral authority' to lead a cultural transformation,\" the report stated. The departure of Gruenberg, who was appointed by President Joe Biden in 2022, could imperil the administration's efforts to impose stricter financial rules, including a pending regulatory proposal on bank capital requirements, which has sparked a backlash from Republicans and industry representatives. A White House spokesperson did not respond to a request for comment. If Gruenberg steps down or is removed, agency bylaws stipulate that FDIC Vice Chair Travis Hill, a Republican, take over, and the agency's board would be evenly split between Republicans and Democrats.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107219399-1680535393144-fdic.jpg?v=1715125935&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/07/us-probe-finds-widespread-sexual-misconduct-at-fdic.html"
        },
        {
            "title": "Biden touts new $3.3 billion Microsoft data center at failed Foxconn site Trump backed",
            "date": "2024-05-08 10:07:26+00:00",
            "content": " President Joe Biden on Wednesday announced plans by Microsoft to build a $3.3 billion data center in southeastern Wisconsin that will create thousands of jobs in the presidential election battleground state. The facility will be built where his predecessor and current rival for the presidency, Donald Trump , announced a $10 billion investment by Taiwan electronics manufacturer Foxconn in 2017 that the company later drastically scaled back. \"I'm here to talk about a great comeback story in America,\" Biden told about 200 people at Gateway Technical College's Sturtevant campus in a region hit by manufacturing declines and the failed Foxconn project. The president said Microsoft's investment would \"be transformative, not only here, but worldwide.\" \"My predecessor made promises, which he broke,\" Biden said. \"On my watch, we make promises and we keep promises.\" Foxconn in 2021 said it would invest $672 million at the site instead of $10 billion initially planned and forecast 1,454 new jobs, down from 13,000. Microsoft President Brad Smith said the company planned to invest $3.3 billion by the end of 2026 and use artificial intelligence to help strengthen manufacturers and workers. The White House said the investment will result in 2,300 union construction jobs and around 2,000 permanent jobs over time. The White House said nearly 4,000 jobs had been added in nearby Racine since Biden took office, while about 1,000 manufacturing jobs were lost during the Trump administration. \"We will train over 100,000 people in Wisconsin by the end of the decade so they have the AI skills to fill the jobs of tomorrow,\" Smith said. He credited Biden's legislation on infrastructure, chips and climate change with laying the groundwork for the investment. Microsoft will partner with Gateway Technical College to train 1,000 people for data center and other roles by 2030 and will work to train 1,000 business leaders to adopt AI in their operations, the White House added. Biden, a Democrat, will use his fourth trip this year to Wisconsin - one of seven swing states critical to his 2024 reelection bid - to meet with volunteers in Racine's Black community, his campaign said in a separate statement. Biden is seeking to shore up support among Black voters ahead of the Nov. 5 presidential election, with national polls showing him essentially tied in a rematch with Trump, a Republican making his third bid for the White House after losing to Biden in 2020. Biden ribbed his predecessor for the failure. \"Foxconn turned out to be just that - a con,\" Biden said. Representatives for Trump's campaign could not be immediately reached for comment. Foxconn said in a statement that employment at its Wisconsin operations had grown 42% since 2020 and that it had become the surrounding county's largest taxpayer in recent years. \"We are proud of the over 1,000 men and women who work at Foxconn Wisconsin,\" it said. Meanwhile Biden's campaign launched a $14 million ad campaign, including a seven-figure investment targeting Black, Latino and Asian voters. On Thursday, it will release an ad called \"Terminate\" focusing on Trump's attacks on Americans' health care.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/106695960-15996738912020-08-19t204729z_710639757_rc28hi9l2mmo_rtrmadp_0_usa-election-convention.jpeg?v=1624904849&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/biden-to-unveil-3point3-billion-microsoft-ai-investment-in-battleground-wisconsin.html"
        },
        {
            "title": "Former MGM Grand casino president sentenced to probation for not reporting bookie's bets",
            "date": "2024-05-08 16:35:46+00:00",
            "content": " The former president of the MGM Grand casino in Las Vegas was sentenced to one year of probation on a federal criminal charge related to his failure to report betting by an illegal bookmaker at his casino. Scott Sibella pleaded guilty in January to one count of failure to file reports of suspicious transactions required to be made by casinos under the Bank Secrecy Act. Sibella admitted knowing that a patron of his casino, Wayne Nix, ran an illegal bookmaking business, according to the Department of Justice. The former president of the MGM Grand casino in Las Vegas was sentenced to one year of probation Wednesday on a federal criminal charge related to his failure to report millions of dollars in wagers by an illegal bookmaker at his casino. Scott Sibella , the ex-MGM executive, also was ordered to pay a $9,500 and another $100 special assessment by U.S. District Court Judge Dolly Gee in Los Angeles, according to the Associated Press. Sibella's probationary sentence was in line with the sentence recommended by prosecutors and his defense lawyers. \"You will never see me in your court again,\" the 61-year-old Nevada resident told Gee, the AP reported. In a statement issued after the sentencing, Sibella said, \"I'm relieved to have this matter concluded and accept the terms imposed today by the court.\" \"As I have said throughout this investigation, I regret the pain this has caused my friends and family and am extremely grateful for those who chose to stand with me throughout these difficult times,\" Sibella said. \"The decision to plead to the single charge, for failing to file a suspicious activity report (SAR) at MGM Resorts in 2017, was not easily arrived at given the underlying facts and realities in this matter.  I was charged from the very beginning for not filing a SAR, accepted a plea, and have taken full and complete responsibility for what I did.\" \"I want to reiterate that by, anything alleged, I gained no benefit — neither personal, professional or financial,\" he added. Sibella's defense attorney John Spilotro in a statement said, \"Mr. Sibella has accepted responsibility for his conduct and is prepared to move forward with his life.\" \"Contrary to published reports, Mr. Sibella never used a betting account and never made any illegal bets,\" Spilotro said. \"In addition, Mr. Sibella had no involvement in the bookmaking activities of Mathew Bowyer and nothing whatsoever to do with Ippei Mizuhara, the former interpreter of [Los Angeles Dodgers superstar] Shohei Ohtani .\" The Los Angeles U.S. Attorney's Office on Wednesday said that Mizuhara had agreed to plead guilty to illegally transferring $17 million from Ohtani's account without the player's knowledge to cover gambling debts and other personal expenses. Sibella pleaded guilty in January to one count of failure to file reports of suspicious transactions required to be made by casinos under the Bank Secrecy Act . MGM Resorts owns MGM Grand, and more than a dozen other Las Vegas properties, including The Cosmopolitan of Las Vegas. The sentencing comes more than a week after the Nevada Gaming Control Board filed a complaint against Sibella with the state Gaming Commission for conduct underlying the federal criminal case. The new civil complaint is seeking a a fine and action against Sibella's gaming license. Sibella, who was president of MGM Grand from August 2017 through February 2019, admitted knowing that a patron of his casino, former minor league baseball player Wayne Nix , ran an illegal bookmaking business, according to the Department of Justice. \"Despite this knowledge, Sibella allowed Nix to gamble at MGM Grand and affiliated properties with illicit proceeds generated from the illegal gambling business without notifying the casino's compliance department,\" the DOJ said in a press release in January. \"Not only did Sibella allow Nix to gamble at the casino, he also authorized Nix to receive complimentary benefits at the casino, including meals, room, board and golf trips with senior executives and other high net-worth customers of the casinos to further encourage Nix to patronize the casino and/or other affiliated properties,\" the DOJ added in the statement. By 2020, MGM Grand had accepted more than $4 million in cash that was illicit proceeds from Nix's bookmaking business, the department said. Nix pleaded guilty in April 2022 in Los Angeles federal court to one count of conspiring to operate an illegal sports gambling business and one count of filing a false tax return. He has yet to be sentenced for those crimes. Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Sibella became president of Resorts World casino, which is owned by Genting Group , in 2019. He \"was terminated by Resorts World when it learned of the investigation of Mr. Sibella regarding conduct at his prior employer,\" Sibella's lawyers wrote in a court filing. \"Mr. Sibella is currently unemployed.\" At the time of Sibella's guilty plea, the DOJ also said it had resolved an investigation into alleged violations of money laundering laws and the Bank Secrecy Act at MGM Grand and The Cosmopolitan. The casinos agreed to settlements that required them to pay a combined $7.45 million, as well as to enhance their anti-money laundering compliance program. \"In their respective [non-prosecution agreements] MGM Grand and the Cosmopolitan each accepted responsibility for laundering Nix's illicit funds and failing to properly file suspicious activity reports (SARs) on Nix, who conducted numerous transactions involving millions of dollars at the casinos between 2017 and 2020,\" the DOJ said at that time. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107412189-1715183764669-gettyimages-1325374742-_em15687_2021062491340715.jpeg?v=1715183810&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/former-mgm-grand-casino-president-to-be-sentenced-over-illegal-bets.html"
        },
        {
            "title": "Corporate leaders, wealthy donors want a say in Trump's vice presidential pick",
            "date": "2024-05-08 21:19:14+00:00",
            "content": " Former President Donald Trump is under pressure by business-friendly Republicans to select a particular running mate. Rupert Murdoch, Ike Perlmutter and Larry Ellison all have their favorites. Some major donors have expressed hopes that Trump selects a steady hand, someone who could help implement critical policy tied to their industries. Former President Donald Trump and people close to him are fielding calls from corporate leaders and wealthy donors eager to share who they think Trump should tap for a running mate, according to people familiar with the matter. Ike Perlmutter, a billionaire and former chairman of Marvel Entertainment , told Trump he thinks the former president should choose New York Rep. Elise Stefanik , according to a person briefed on the conversation. Rupert Murdoch has hinted to several friends who move in Trump's social circles that he would be happy with a Republican ticket that included Virginia Gov. Glenn Youngkin, according to sources familiar with the matter. Billionaire Trump backers in the real estate industry have told the former president's advisers that they like South Carolina Sen. Tim Scott, according to people who have spoken with them. These and other sources for this story were granted anonymity to recount private conversations. Trump has also reportedly been pitched on Scott by Oracle chairman and Republican megadonor Larry Ellison. A spokesman for Fox, which still handles Murdoch's press requests, declined to comment. A spokesman for Perlmutter did not return requests for comment from CNBC. Some VP shortlisters are being promoted primarily by one or two ultra-powerful backers. But others are more broadly popular with lots of Trump's supporters. Florida GOP Sen. Marco Rubio's popularity was on display last weekend at the Four Seasons in Palm Beach, where wealthy Republicans gathered for the spring meeting of the Republican National Committee. A person attending the retreat said Rubio was clearly the most desirable speaker for donors to pose for \"grip and grin\" photos with. Other VP contenders at the weekend meeting included Stefanik, Scott and North Dakota Gov. Doug Burgum. The retreat also included a lunch at Mar-a-Lago with Trump. Opinions are equally strong among some of Trump's wealthiest supporters about who the former president should not choose to join his ticket. Some major donors have expressed hopes that Trump selects a steady hand, someone who could help implement critical policy tied to their industries, if Trump were to win in November. \"I would imagine some of Trump's trade agenda is pretty concerning for many donors, and they would hope for someone there to offer a different perspective to a 10% tariff across the board,\" said Marc Short, a former chief of staff to ex-Vice President Mike Pence. This may help to explain why some influential Trump donors are especially wary of Ohio Sen. J.D. Vance, according to people close to the Trump campaign. Widely considered a serious contender in the \"veep stakes,\" Vance is an Ivy League-educated populist who backs higher tariffs and aggressive business regulation. Entrepreneur Vivek Ramaswamy also has influential detractors. \"It's not going to be Vivek,\" said a GOP lobbyist close to top party officials. Opposition to Ramaswamy runs so deep, said the lobbyist, that some donors have effectively threatened to pull their support for the entire party if the former primary contender is Trump's VP pick. For some Republican National Committee aides, the message on Ramaswamy from donors, the lobbyist said, is \"Good Lord, if it's him, I'm out.\" Other donors are more interested in how a running mate could help Trump get elected than in what a potential VP might bring to the office. Topping the list of desirable qualities, on this front, is a strong track record of fundraising, said a few of the sources. Trump has struggled to keep up with President Joe Biden's fundraising juggernaut. In March, the former president's campaign raised $15 million, while Biden's reelection campaign brought in $43 million, according to Federal Election Commission records. Rubio, Stefanik, Scott and Burgum have all privately been pitched to Trump as top prospects with close ties to top business leaders. Those ties could bolster Trump's fundraising operation if one of them is chosen as his running mate, according to people familiar with the matter. Burgum could even help to self-fund Trump's campaign, just as he did for his own Republican primary run for president. Rubio, Stefanik and Scott also have their own fundraising networks, and could potentially deliver something even more valuable to the Trump fundraising operation: fresh donors. Backing the winning horse in the veep stakes can pay major dividends for a donor if the ticket ends up in the White House. \"Trump is very transactional, so having a close relationship with Trump's VP gives a donor leverage,\" said Marc Short, a former chief of staff to Pence. For example, if a donor who is close to the vice president was concerned about trade and tariffs, they could say to the White House, \"I want to at least be heard out before you move on trade policy,\" said Short. But there's a catch: Now that Trump has served a term as president, he feels comfortable navigating Washington politics on his own. As a result, if he is elected for the second time, he may not turn to his vice president for guidance as much as he did during his first term. \"I do think he leaned on Pence a lot because he didn't have that experience in D.C. And now he feels he already has that experience, and thinking he doesn't need that active of a vice president,\" Short said. Likewise, Trump is not seen as looking for a running mate to help him build bridges to business. On the contrary, he is more likely to prioritize a No. 2 who he thinks will be unshakably loyal to him. Trump has often complained that he felt betrayed on Jan. 6, 2021, when Pence refused to block certification of the 2020 election results. For the time being, however, Trump is no hurry to introduce his running mate to the world. Trump spends most of his days in a New York courtroom, where he is on trial for allegedly falsifying dozens of business records to cover up a hush money payment to a porn star. The former president recently told a local TV station he expects to unveil his pick closer to the date of the Republican National Convention, which is scheduled from July 15 to 18. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107412646-1715260051086-107412646-1715255835863-gettyimages-1956364123-109a8428_ydjznds1.jpg?v=1715260061&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/donald-trump-vp-corporate-leaders-and-wealthy-donors-want-a-say-.html"
        },
        {
            "title": "Biden says U.S. won’t supply weapons for Israel to attack Rafah, in warning to ally",
            "date": "2024-05-09 00:09:01+00:00",
            "content": " President Joe Biden said Wednesday that he would not supply offensive weapons that Israel could use to launch an all-out assault on Rafah — the last major Hamas stronghold in Gaza — over concern for the well-being of the more than 1 million civilians sheltering there. Biden, in an interview with CNN, said the U.S. was still committed to Israel's defense and would supply Iron Dome rocket interceptors and other defensive arms, but that if Israel goes into Rafah, \"we're not going to supply the weapons and artillery shells used.\" The U.S. has historically provided enormous amounts of military aid to Israel. That has only accelerated in the aftermath of Hamas' Oct. 7 attack that killed some 1,200 in Israel and led to about 250 being taken captive by militants. Biden's comments and his decision last week to pause a shipment of heavy bombs to Israel are the most striking manifestations of the growing daylight between his administration and Israel Prime Minister Benjamin Netanyahu's government. Biden has said that Israel needs to do far more to protect the lives of civilians in Gaza. The shipment was supposed to consist of 1,800 2,000-pound (900-kilogram) bombs and 1,700 500-pound (225-kilogram) bombs, according to a senior U.S. administration official who spoke on the condition of anonymity to discuss the sensitive matter. The focus of U.S. concern was the larger explosives and how they could be used in a dense urban area. \"Civilians have been killed in Gaza as a consequence of those bombs and other ways in which they go after population centers,\" Biden told CNN. \"I made it clear that if they go into Rafah — they haven't gone in Rafah yet — if they go into Rafah, I'm not supplying the weapons that have been used historically to deal with Rafah, to deal with the cities, that deal with that problem.\" Defense Secretary Lloyd Austin earlier Wednesday confirmed the weapons delay, telling the Senate Appropriations subcommittee on defense that the U.S. paused \"one shipment of high payload munitions.\" \"We're going to continue to do what's necessary to ensure that Israel has the means to defend itself,\" Austin said. \"But that said, we are currently reviewing some near-term security assistance shipments in the context of unfolding events in Rafah.\" It also comes as the Biden administration is due to deliver a first-of-its-kind formal verdict this week on whether the airstrikes on Gaza and restrictions on delivery of aid have violated international and U.S. laws designed to spare civilians from the worst horrors of war. A decision against Israel would further add to pressure on Biden to curb the flow of weapons and money to Israel's military. Biden signed off on the pause in an order conveyed last week to the Pentagon, according to U.S. officials who were not authorized to comment on the matter. The White House National Security Council sought to keep the decision out of the public eye for several days until it had a better understanding of the scope of Israel's intensified military operations in Rafah and until Biden could deliver a long-planned speech on Tuesday to mark Holocaust Remembrance Day. Biden's administration in April began reviewing future transfers of military assistance as Netanyahu's government appeared to move closer toward an invasion of Rafah, despite months of opposition from the White House. The official said the decision to pause the shipment was made last week and no final decision had been made yet on whether to proceed with the shipment at a later date. U.S. officials had declined for days to comment on the halted transfer, word of which came as Biden on Tuesday described U.S. support for Israel as \"ironclad, even when we disagree.\" Israel's ambassador to the United Nations, Gilad Erdan, in an interview with Israeli Channel 12 TV news, said the decision to pause the shipment was \"a very disappointing decision, even frustrating.\" He suggested the move stemmed from political pressure on Biden from Congress, the U.S. campus protests and the upcoming election. The decision also drew a sharp rebuke from House Speaker Mike Johnson and Senate Republican Leader Mitch McConnell, who said they only learned about the military aid holdup from press reports, despite assurances from the Biden administration that no such pauses were in the works. The Republicans called on Biden in a letter to swiftly end the blockage, saying it \"risks emboldening Israel's enemies,\" and to brief lawmakers on the nature of the policy reviews. Biden has faced pressure from some on the left — and condemnation from the critics on the right who say Biden has moderated his support for an essential Mideast ally. \"If we stop weapons necessary to destroy the enemies of the state of Israel at a time of great peril, we will pay a price,\" said Sen. Lindsey Graham, R-S.C., his voice rising in anger during an exchange with Austin. \"This is obscene. It is absurd. Give Israel what they need to fight the war they can't afford to lose.\" Independent Sen. Bernie Sanders of Vermont, a Biden ally, said in a statement the pause on big bombs must be a \"first step.\" \"Our leverage is clear,\" Sanders said. \"Over the years, the United States has provided tens of billions of dollars in military aid to Israel. We can no longer be complicit in Netanyahu's horrific war against the Palestinian people.\" Austin, meanwhile, told lawmakers that \"it's about having the right kinds of weapons for the task at hand.\" \"A small diameter bomb, which is a precision weapon, that's very useful in a dense, built-up environment,\" he said, \"but maybe not so much a 2,000-pound bomb that could create a lot of collateral damage.\" He said the U.S. wants to see Israel do \"more precise\" operations. Israeli troops on Tuesday seized control of Gaza's vital Rafah border crossing in what the White House described as a limited operation that stopped short of the full-on Israeli invasion of the city that Biden has repeatedly warned against on humanitarian grounds, most recently in a Monday call with Netanyahu. Israel has ordered the evacuation of 100,000 Palestinians from the city. Israeli forces have also carried out what it describes as \"targeted strikes\" on the eastern part of Rafah and captured the Rafah crossing, a critical conduit for the flow of humanitarian aid along the Gaza-Egypt border. Privately, concern has mounted inside the White House about what's unfolding in Rafah, but publicly administration officials have stressed that they did not think the operations had defied Biden's warnings against a widescale operation in the city. The State Department is separately considering whether to approve the continued transfer of Joint Direct Attack Munition kits, which place precision guidance systems onto bombs, to Israel, but the review didn't pertain to imminent shipments. Itamar Yaar, former deputy head of Israel's National Security Council said the U.S. move is largely symbolic, but a sign of trouble and could become more of a problem if it is sustained. \"It's not some kind of American embargo on American munitions support, but I think its some kind of diplomatic message to Mr. Netanyahu that he needs to take into consideration American interests more than he has over the last few months,\" he said. \"At least for now it will not impact Israeli capability but it's some kind of a signal, a 'be careful.'\" The U.S. dropped the 2,000-pound bomb sparingly in its long war against the Islamic State militant group. Israel, by contrast, has used the bomb frequently in the seven-month Gaza war. Experts say the use of the weapon, in part, has helped drive the enormous Palestinian casualty count that the Hamas-run health ministry puts at more than 34,000 dead, though it doesn't distinguish between militants and civilians. The U.S.-Israel relationship has been close through both Democratic and Republican administrations. But there have been other moments of deep tension since Israel's founding in which U.S. leaders have threatened to hold up aid in attempt to sway Israeli leadership. President Dwight Eisenhower pressured Israel with the threat of sanctions into withdrawing from the Sinai in 1957 in the midst of the Suez Crisis. Ronald Reagan delayed the delivery of F16 fighter jets to Israel at a time of escalating violence in the Middle East. President George H.W. Bush held up $10 billion in loan guarantees to force the cessation of Israeli settlement activity in the occupied territories.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107412234-17151881072024-05-08t170548z_333230935_rc2gm7a9vv5v_rtrmadp_0_usa-election-biden.jpeg?v=1715188137&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/biden-says-us-wont-supply-weapons-for-israel-to-attack-rafah-in-warning-to-ally.html"
        },
        {
            "title": "Georgia appeals court will hear Trump bid to disqualify D.A. Fani Willis in election case",
            "date": "2024-05-08 13:50:40+00:00",
            "content": " A Georgia appeals court agreed to hear a bid by Donald Trump to disqualify Fulton County District Attorney Fani Willis from the former president's election interference case in the state. Fulton County Superior Court Judge Scott McAfee previously declined to remove Willis following revelations that she was engaged in a romantic relationship with a member of her legal team. Trump is charged in the case with illegally attempting to overturn his loss to President Joe Biden in Georgia's 2020 election. A Georgia appeals court Wednesday agreed to hear a bid by Donald Trump to disqualify Fulton County District Attorney Fani Willis from the former president's criminal election interference case. Fulton County Superior Court Judge Scott McAfee in March declined to remove Willis from the criminal case following revelations that she was engaged in a romantic relationship with a member of her legal team. Trump is charged in the case with illegally attempting to overturn his loss to President Joe Biden in Georgia's 2020 election. There is currently no trial date set in the case. Trump attorney Steve Sadow in a statement said the former president is looking forward to telling the appeals court \"why the case should be dismissed and Fulton County DA Willis should be disqualified for her misconduct in this unjustified, unwarranted political persecution.\" The decision by the Georgia Court of Appeals to take up Trump's bid to disqualify his prosecutor is the latest setback for Willis' high-profile case against the presumptive Republican presidential nominee. Special prosecutor Nathan Wade stepped down from the prosecution in mid-March after McAfee ruled that either he or the D.A. must remove themselves. That ruling came one month after a hearing about whether Willis should be disqualified for dating Wade while the case was being investigated. Both Willis and Wade testified in the hearing that they were not romantically involved until after Wade was hired to the team prosecuting Trump. Two days before McAfee delivered that ultimatum, he dismissed six counts in the case — including three against Trump — after ruling that they were not sufficiently justified in the indictment . Trump still faces 10 criminal counts in Willis' case. A spokesperson for the D.A.'s office declined NBC News' request for comment on the appeals court's order Wednesday. That order grants Trump's application to appeal McAfee's disqualification ruling while Willis' case is ongoing. The appeals court gave Trump 10 days to file the notice of appeal.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107284085-1691605140098-Untitled-5.jpg?v=1692029712&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/georgia-appeals-court-will-hear-trump-bid-to-disqualify-da-fani-willis-in-election-case.html"
        },
        {
            "title": "Trump classified documents trial in Florida postponed indefinitely",
            "date": "2024-05-07 21:02:03+00:00",
            "content": " A federal judge in Florida indefinitely postponed the criminal classified documents trial of former President Donald Trump. The trial on charges that Trump willfully retained classified national security records after leaving the White House and then hid them from federal authorities was scheduled to start May 20. But the new ruling from U.S. District Judge Aileen Cannon vacates that date and sets a new slate of pretrial proceedings, the latest of which is a hearing set for July 22. A federal judge Tuesday indefinitely postponed the criminal classified documents trial of former President Donald Trump , a court filing shows. The trial on charges that Trump willfully retained classified national security records after leaving the White House and then hid them from federal authorities was scheduled to start May 20. But the new ruling from U.S. District Judge Aileen Cannon vacates that date and sets a new slate of pretrial proceedings, the latest of which is a hearing set for July 22. The ruling casts more doubt on whether Trump, the presumptive Republican presidential nominee, will face trial on the federal criminal charges prior to the Nov. 5 election . Lawyers for Trump have urged Cannon , whom Trump appointed to the federal bench in southern Florida, to set the trial after the election. Cannon wrote in Tuesday's court order that it \"would be imprudent\" to finalize a trial date \"at this juncture\" when various pretrial issues have yet to be resolved. Cannon pointed to pending questions about how classified information will be handled in the high-profile trial of the former president, along with \"additional pretrial and trial preparations necessary to present this case to a jury.\" But the backlog of unresolved questions occurred under Cannon, who has comparatively limited trial experience and has faced mounting criticism over her handling of the case. She nevertheless ruled that moving forward with the trial in May would be \"inconsistent with the Court's duty to fully and fairly consider\" the remaining issues. \"The Court therefore vacates the current May 20, 2024, trial date (and associated calendar call), to be reset by separate order following resolution of the matters before the Court, consistent with Defendants' right to due process and the public's interest in the fair and efficient administration of justice,\" Cannon wrote. Trump is fighting 88 criminal counts in four separate courts as he campaigns to unseat President Joe Biden . He is currently on trial in Manhattan Supreme Court on charges of falsifying business records related to a $130,000 hush money payment to porn star Stormy Daniels. Whether any of Trump's other cases will head to trial before Election Day is unclear — and after Cannon's latest ruling, increasingly unlikely. In addition to the documents case, Trump is charged in federal court in Washington, D.C., with conspiring to overturn his loss to Biden in the 2020 election. He also faces election-interference charges in Georgia state court. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107411073-17150196442024-05-06t181957z_1556899629_rc26l7a179co_rtrmadp_0_usa-trump-new-york.jpeg?v=1715019664&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/07/trump-classified-documents-trial-postponed-indefinitely.html"
        },
        {
            "title": "Biden meets with executives from Citi, United Airlines, Marriott and others",
            "date": "2024-05-07 18:19:47+00:00",
            "content": " President Joe Biden on Tuesday met with a slate of eight leading executives from a variety of industries. The guest list included names like United Airlines CEO Scott Kirby and Citi CEO Jane Fraser. Biden has made cracking down on corporations a cornerstone of his economic agenda. President Joe Biden on Tuesday met with a slate of leading executives from a variety of industries, some of which have been the targets of his regulatory agenda . The guest list included United Airlines CEO Scott Kirby, Citi CEO Jane Fraser, Evercore founder and senior chairman Roger Altman, Marriott International CEO Anthony Capuano, Flex CEO Revathi Advaithi, Bechtel Group CEO Brendan Bechtel, Corning CEO Wendell Weeks and former Xerox CEO Ursula Burns, who is currently chairwoman of consulting firm Teneo, according to a White House official. Biden was joined by Treasury Secretary Janet Yellen, Commerce Secretary Gina Raimondo, National Economic Adviser Lael Brainard, Chief of Staff Jeff Zients and several other cabinet members, the official added. Biden and the executives discussed the president's investment agenda, international alliances and how to create \"strong and stable conditions for businesses and workers,\" according to a White House summary of the meeting. It is not the first time the president has called a huddle with influential business executives , as both the White House and the private sector have had to navigate the economy's wobbly post-pandemic recovery over the past several years. In October, Biden also hosted a group of top executives. Tuesday's meeting was an opportunity for Biden to face executives in some of the same industries that he has been trying to crack down on during his administration. Months into his first term, Biden issued an executive order that laid out an aggressive antitrust approach to target big business in industries like airlines, banking, cable, grocery, pharmaceuticals and technology. The Federal Trade Commission and the Department of Justice's antitrust division have been at the forefront of carrying out that agenda with a slew of lawsuits against proposed mergers and other regulatory action. And as part of a broader siege against what Biden calls \"junk fees,\" the White House has issued rules prohibiting certain fees from airlines and credit card companies. Beyond policy, Biden has turned up his rhetoric against corporations, especially to signal them out for blame for sticky inflation and other lingering economic woes that have dimmed consumers' outlook on the economy's recovery. \"Any corporation that has not brought their prices back down, even as inflation has come down, even as the supply chains have been rebuilt, it's time to stop the price gouging,\" Biden said in November . \"Give the American consumer a break.\" Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107409782-1714685609815-gettyimages-2150597886-AFP_34QR97J.jpeg?v=1714685803&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/07/biden-set-to-meet-with-executives-from-citi-united-airlines-others.html"
        },
        {
            "title": "U.S. paused shipment of weapons to Israel to head off Rafah invasion, says official",
            "date": "2024-05-08 03:37:19+00:00",
            "content": " U.S. President Joe Biden's administration paused a shipment of weapons to Israel last week in opposition to apparent moves by the Israelis to invade the southern Gaza city of Rafah, a senior administration official said on Tuesday. Biden has been trying to head off a full-scale assault by the Israelis against Rafah, where hundreds of thousands of Palestinian have sought refuge from combat elsewhere in Gaza. The official, speaking on condition of anonymity, said that as Israelis leaders seemed to approach a decision on a Rafah incursion, \"we began to carefully review proposed transfers of particular weapons to Israel that might be used in Rafah\" beginning in April. \"As a result of that review, we have paused one shipment of weapons last week. It consists of 1,800 2,000-lb bombs and 1,700 500-lb bombs,\" the official said. \"We are especially focused on the end-use of the 2,000-lb bombs and the impact they could have in dense urban settings as we have seen in other parts of Gaza. We have not made a final determination on how to proceed with this shipment,\" the official said. Four sources said the shipments, which have been delayed for at least two weeks, involved Boeing-made Joint Direct Attack Munitions, which convert dumb bombs into precision-guided ones, as well as Small Diameter Bombs. The delay comes at a time when Washington is publicly pressuring Israel to postpone its planned offensive in Rafah until after it has taken steps to avert civilian casualties. The White House and Pentagon declined comment. Israeli forces on Tuesday seized the main border crossing between Gaza and Egypt in Rafah, cutting off a vital route for aid into the tiny enclave. Without addressing whether there had been a holdup in arms shipments, White House press secretary Karine Jean-Pierre reaffirmed that Washington's commitment to Israel's security was \"ironclad.\" Still, when asked about the reports on the arms holdsups, she added: \"Two things could be true, in the sense of having those conversations, tough, direct conversations with our counterparts in Israel ... in making sure citizens lives are protected ... and getting that commitment.\" The Pentagon said on Monday that there had not been a policy decision to withhold arms from Israel, America's closest Middle East ally. Still, the delays appeared to be the first since Biden's administration offered its full support to Israel following Hamas' Oct. 7 attack, which killed about 1,200 people with about 250 others abducted, of whom 133 are believed to remain in captivity in Gaza, according to Israeli tallies. Israel's campaign to destroy Hamas has led to a seven-month-long military campaign that has killed a total of 34,789 Palestinians, most of them civilians, the Gaza Health Ministry said. The conflict has also left many of Gaza's 2.3 million people on the brink of starvation and sparked protests in the U.S. demanding that universities and Biden withdraw support for Israel — including the provision of weaponry. A senior Israeli official, speaking to Reuters on condition of anonymity, did not confirm any specific hold-up in arms supplies but appeared to take the reports in stride: \"As the prime minister has already said, if we have to fight with our fingernails, then we'll do what we have to do.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107411889-1715139051248-gettyimages-2151325883-AFP_34R3283.jpeg?v=1715213725&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/us-paused-shipment-of-weapons-to-israel-to-head-off-rafah-invasion-says-official-.html"
        },
        {
            "title": "Leader of world's 'most prolific ransomware group' charged in Lockbit case — $10 million reward for his arrest",
            "date": "2024-05-07 18:00:18+00:00",
            "content": " Russian national Dmitry Yuryevich Khoroshev was indicted in New Jersey federal court with more than two dozen crimes related to his executive role in the LockBit ransomware group. A $10 million reward for Khoroshev's arrest was posted by the U.S. State Department. The DOJ said the Lockbit group at times was \"the most prolific ransomware group in the world,\" targeting more than 2,000 victims and stealing more than $500 million in payments. Victims included individuals, small businesses, multinational corporations, hospitals, schools, nonprofit organizations, critical infrastructure and government and law enforcement agencies. Federal prosecutors on Tuesday announced criminal charges against a Russian national, Dmitry Yuryevich Khoroshev, for allegedly creating, developing and administrating the LockBit ransomware-as-a-service group. The U.S. State Department at the same time offered a $10 million reward for information leading to the apprehension and arrest of Khoroshev, a 31-year-old from Voronezh, Russia. The Treasury Department also imposed sanctions on Khoroshev, blocking all property and interests he holds in the U.S. or are in the possession of Americans. The Department of Justice said the LockBit group led by Khoroshev at times was \"the most prolific ransomware group in the world,\" targeting more than 2,000 victims, most of them in the U.S., stealing more than $500 million in ransomware payments, and causing billions of dollars more in broader losses including lost revenue. LockBit's ransomware-as-a-service model licensed its software to other cybercriminals in exchange for payments that included a percentage of ransoms paid by victims, which included \"individuals, small businesses, multinational corporations, hospitals, schools, nonprofit organizations, critical infrastructure, and government and law-enforcement agencies,\" according to the DOJ. Khoroshev, who also is known as LockBitSupp, LockBit and putinkrab, was charged in a 26-count indictment in U.S. District Court in New Jersey, which accuses him of personally pocketing at least $100 million from victims of the group. He typically received 20% of each ransom payment, authorities said. Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' The charges, unsealed Tuesday, come three months after law enforcement in the U.K., working with the DOJ, FBI and other international agencies, seized public websites used by LockBit, and seized control of servers used by administrators for the group. The DOJ said LockBit infrastructure seized by law enforcement in February showed \"that Khoroshev retained copies of data stolen from LockBit victims who had paid the demanded ransom.\" Khoroshev is the sixth LockBit member charged with crimes related to the group. One of them, Ruslan Magomedovich Astamirov , is in custody awaiting trial in New Jersey federal court, while another, Mikhail Vasiliev , is in custody in Canada awaiting extradition to the U.S. Khoroshev is charged with conspiracy to commit fraud, extortion and related activity in connection with computers; conspiracy to commit wire fraud; intentional damage to a protected computer; extortion in relation to confidential information from a protected computer; and extortion in relation to damage to a protected computer. He faces a maximum possible sentence of 185 years in prison if convicted. \"The LockBit ransomware group represented one of the most prolific ransomware variants across the globe, causing billions of dollars in losses and wreaking havoc on critical infrastructure, including schools and hospitals,\" said FBI Director Christopher Wray in a statement. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107411579-1715096912105-jy2326-dmitry.jpg?v=1715097015&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/07/russian-charged-in-lockbit-ransomware-crimes-10-million-reward.html"
        }
    ],
    "/policy": [
        {
            "title": "Why election polls were so wrong in 2016 and 2020 — and what's changing to fix that",
            "date": "2024-05-04 12:00:01+00:00",
            "content": " Pollsters have made several major miscalculations over the past several election cycles, often underestimating support for Donald Trump. Since the 2016 and 2020 elections, polling organizations have tried to identify the oversights that left them with severely off-target predictions. Heading into the 2024 rematch between Trump and President Joe Biden, pollsters are trying out a variety of strategies to accurately capture the elusive Trump vote. 2014 was the first year Lonna Atkeson remembers receiving hate mail. Atkeson, a political scientist who researches election surveys and public opinion, has been conducting voter polls since 2004. She is currently a professor at Florida State University and has authored several books. But a decade into her polling work, she said, the angry messages began rolling in. \"I started getting letters from people saying, 'You're part of the problem. You're not part of the solution. I'm not going to answer your surveys anymore. You're an evil academic trying to brainwash our children,'\" Atkeson recalled in an interview with CNBC. For Atkeson, those notes marked a shift: a more polarized electorate had begun to lose faith in institutions like polling and voters might no longer be as willing to talk to her. At the same time, technology was advancing and landlines or mail were no longer foolproof ways to get in touch with survey respondents. \"People were not answering their phones,\" Rachael Cobb, a political science professor at Suffolk University, told CNBC. \"Even in the last 10 years, you might try 20 callers to get the one that you need. Now, it's double: 40 callers to get what you need. So every poll takes longer and it's more expensive.\" Polarization and technology are among the obstacles that pollsters cite as complicating the task of taking accurate voter surveys. As a result, over the past several election cycles, polling organizations have made some major mistakes. \"If you look at some of the big misses, I mean, they're pretty big,\" Atkeson said. Among the big misses that have scarred the polling industry is the 2016 presidential election when various headlines littered the news , claiming that Democratic nominee Hillary Clinton's chances of winning against Republican nominee Donald Trump were around 90%. An industry-wide post-mortem identified several key causes of the 2016 polling flop. Certain factors were out of pollsters' control. For instance, according to the American Association for Public Opinion Research , some voters did not decide whose name to write on their ballot until the last minute, making them difficult to account for. And some voters were shy about their support for Trump due to his controversial rhetoric during the 2016 campaign. As a result, they did not always admit their voting intentions to pollsters. But other factors were direct results of methodological oversight. \"People didn't factor in educational representation,\" said Matin Mirramezani, chief operating officer at Generation Lab, a polling organization that specifically targets young voters. \"Education is a lesson learned from 2016.\" White, non-college-educated voters, who made up a large part of Trump's base, went undercounted in 2016 polls, in part because people with higher education are \"significantly more likely\" to respond to surveys than those with less education, according to AAPOR. Despite identifying these issues, when the 2020 election rolled around, polls yielded the highest error margins in 40 years, again underestimating Trump support, AAPOR found. And during the 2022 midterm elections , the \"red wave\" of voters that the media was convinced would overwhelmingly propel Republicans back into congressional control never came. Democrats maintained their Senate majority and ceded the House by a slim margin. Heading into the 2024 rematch between Trump and President Joe Biden, pollsters are trying a variety of strategies to avoid repeating history and to accurately capture the elusive Trump vote. For one, pollsters have adjusted their approach to \"weighting,\" a method that assigns a multiplier to each respondent to change how much their answer sways the overall poll outcome. Pollsters have always used weighting to construct survey samples that accurately reflect the electorate in terms of gender, age, race or income. But after 2016, they are taking particular care to weight education. Atkeson suggested pollsters go beyond education weighting for 2024 and factor in variables like how someone voted in 2020, or even whether they rent or own a home, or whether they are a blood donor. \"You just start tagging to everything you can,\" Atkeson said. \"Anything that can tell us, 'Well, what does the population really look like?'\" Along with weighting, pollsters are paying more attention to survey respondents they used to discount. \"Some people will start a poll, they'll tell you who they're going to vote for and then they say, 'I'm done. I don't want to talk to you anymore. Goodbye,'\" Don Levy, director of the Siena College Research Institute, which helps conduct polls for the New York Times, told CNBC. \"In 2020 and 2022, we didn't count those people.\" But this time around, Levy says they are counting the \"drop-offs.\" They found that if they had counted those impatient respondents in 2020 and 2022, their poll results would have moved \"about a point and a quarter in the Trump direction,\" Levy said, eliminating roughly 40% of their error. Levy added that SCRI is also taking an extra step to target Trump voters by modeling their sample to include a higher survey quota for people who are considered \"high-probability Trump voters in rural areas.\" \"If you think of them as M&Ms, let's say the Trump M&M vote is red,\" Levy said. \"We have a few extra red M&Ms in the jar.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107363365-1706044685245-gettyimages-1955393469-_as22051_thbncbge.jpeg?v=1706044800&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/04/why-election-polls-were-wrong-in-2016-and-2020-and-whats-changing.html"
        },
        {
            "title": "Exxon Mobil reaches agreement with FTC, poised to close $60 billion Pioneer deal",
            "date": "2024-05-01 21:18:22+00:00",
            "content": " Regulators and Exxon reached an agreement that will bar Pioneer's former CEO Scott Sheffield from joining the Exxon board. Exxon first announced the deal for Pioneer in October, in an all-stock transaction valued at $59.5 billion. Exxon said the acquisition would more than double its production in the Permian Basin. The Federal Trade Commission will wave through Exxon Mobil 's roughly $60 billion acquisition of Pioneer Natural Resources after reaching an agreement with the energy giant, a source familiar with the matter told CNBC. The FTC will not block the deal now that the regulator and Exxon have reached a consent agreement, the source said. The agreement will bar Pioneer's former CEO Scott Sheffield from joining the Exxon board. The push to remove Sheffield was due to concerns about his prior discussions with OPEC, according to the source. Exxon and the FTC both declined to comment. The agreement was first reported by Bloomberg News. Exxon first announced the deal for Pioneer in October, in an all-stock transaction valued at $59.5 billion. Exxon said the acquisition would more than double its production in the Permian Basin. \"Pioneer is a clear leader in the Permian with a unique asset base and people with deep industry knowledge. The combined capabilities of our two companies will provide long-term value creation well in excess of what either company is capable of doing on a standalone basis,\" Exxon chairman and CEO Darren Woods said in a press release at the time. Shares of Exxon and Pioneer were both little changed in extended trading Wednesday. — CNBC's Pippa Stevens and Mary Catherine Wellons contributed reporting. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": null,
            "url": "https://www.cnbc.com/2024/05/01/exxon-mobil-reaches-agreement-with-ftc-poised-to-close-60-billion-pioneer-deal.html"
        },
        {
            "title": "U.S. revokes some export licenses to sell chips to Huawei in a bid to curb China's tech power",
            "date": "2024-05-08 02:42:37+00:00",
            "content": " The U.S. on Tuesday said it revoked certain licenses to sell chips to China's Huawei, in its latest efforts to curb China's tech power. \"As part of this process, as we have done in the past, we sometimes revoke export licenses,\" a Commerce spokesperson said, declining to comment on specific licenses. \"But we can confirm that we have revoked certain licenses for exports to Huawei.\" Huawei's consumer business is seeing a resurgence after launching the Mate 60 Pro smartphone in August. The U.S. has revoked certain licenses for chip exports to Chinese tech giant Huawei, the Commerce Department told CNBC on Tuesday, in its latest efforts to curb China's tech power. \"We continuously assess how our controls can best protect our national security and foreign policy interests, taking into consideration a constantly changing threat environment and technological landscape,\" a Commerce spokesperson said in a statement. \"As part of this process, as we have done in the past, we sometimes revoke export licenses,\"  the spokesperson said, declining to comment on specific licenses. \"But we can confirm that we have revoked certain licenses for exports to Huawei.\" Huawei was placed on a U.S. trade blacklist in 2019, which banned U.S. firms from selling technology – including 5G chips – to the Chinese tech giant over national security concerns. In 2020, the U.S. tightened chip restrictions on Huawei, requiring foreign manufacturers using American chipmaking equipment to obtain a license before they can sell semiconductors to Huawei. Huawei's consumer business, which includes smartphones and laptops, is seeing a resurgence after launching the Mate 60 Pro smartphone in August. A TechInsights analysis of Huawei's Mate 60 Pro smartphone revealed an advanced chip made by China's top chip maker, SMIC. The smartphone is also said to be equipped with 5G connectivity – a feature which U.S. sanctions had sought to block. U.S. chip firms Qualcomm and Intel are two of the companies that supply chips to Huawei. Qualcomm in an SEC filing earlier this month said it expects operations to be \"further impacted\" from its customers, such as Huawei, developing their own chips. \"While we have continued to sell integrated circuit products to Huawei under our licenses, we do not expect to receive product revenues from Huawei beyond the current calendar year,\" Qualcomm said. \"Additionally, to the extent that Huawei's 5G devices take share from Chinese original equipment manufacturers that utilize our 5G products or from non-Chinese OEMs that utilize our 5G products in devices they sell into China, our revenues, results of operations and cash flows could be further impacted,\" Qualcomm said. Last month, Huawei launched a fresh lineup of phones – the Pura 70 series – in a bid to challenge Apple in China. Apple is facing pressure from Huawei in China as iPhone sales plunged 19.1% in the first quarter while Huawei's smartphone sales soared 69.7%, according to Counterpoint Research . Huawei's net profit in 2023 grew by 144.5% from a year ago to 87 billion yuan (about $12 billion) partially helped by the sales of Mate 60 Pro in China, the firm revealed in March.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107409217-1714614891293-gettyimages-1270415483-sg108778_2020090321633634.jpeg?v=1714614913&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/08/us-revokes-some-export-licenses-to-sell-chips-to-chinas-huawei.html"
        },
        {
            "title": "U.S. FAA delaying start of new air traffic control rest requirements",
            "date": "2024-05-09 11:26:17+00:00",
            "content": " The U.S. Federal Aviation Administration said Wednesday it is delaying requiring air traffic controllers to get 10 hours off between shifts and 12 hours off before a midnight shift. FAA Administrator Mike Whitaker said on April 19 the new rules would take effect in 90 days. FAA Air Traffic Organization Chief Operating Officer Timothy Arel said the timetable will be delayed as the agency holds discussions with the controllers' union with the hope \"to have a joint agreement and understanding on new rest periods to allow for joint development of a strategy for implementing\" the 2025 schedule \"or sooner where feasible.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107292638-1693224959183-gettyimages-1246581479-economou-virginat220824_npUXC.jpeg?v=1715253910&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/09/us-faa-delaying-start-of-new-air-traffic-control-rest-requirements-.html"
        },
        {
            "title": "U.S. and Taiwan navies reportedly held secret Pacific drills in April",
            "date": "2024-05-14 02:04:59+00:00",
            "content": " The U.S. and Taiwan navies conducted joint drills in the Pacific in April that, officially, did not take place, four people briefed on the matter said, as the two militaries boost cooperation amid rising Chinese military threats. Washington and Taipei have been expanding their military cooperation in recent years amid almost daily Chinese incursions into Taiwan's air defense identification zone and drills by Chinese forces near the island. U.S.-Taiwan military engagement, including visits and training, are kept low-key and are often not officially confirmed because of China's objection to any military contacts between Washington and Taipei. China claims democratically governed Taiwan as its own territory, which the island strongly rejects. The drills, which were not publicized, took place last month in the Western Pacific, according to the sources, who requested anonymity given the sensitivity of the matter. One source said \"multiple military assets\" were involved. A second source said the drills did not officially exist and were dubbed \"unplanned sea encounters\", pointing to a tacit agreement in which both sides claim the exercises were simply the result of coincidental encounters. \"It's like I am dining in this restaurant and you also happen to be here,\" the source said. \"Then it looks like I am only sharing the same table with someone.\" That source also said about half a dozen navy ships from both sides, including frigates and supply and support vessels, participated in the days-long exercises, which were designed to practice \"basic\" operations such as communications, refueling and resupply. Taiwan's navy said in a statement to Reuters that to handle unexpected scenarios at sea and to minimize \"interference\" with each another, the navy \"acts in concert with the U.S.-promoted Code for Unplanned Encounters at Sea\", also known as CUES. \"The Navy often makes contact with vessels of other countries and conducts encounter drills as needed,\" the statement said, without elaborating. The Pentagon declined to comment. Taiwan and the United States have no official diplomatic relationship, as Washington formally recognizes Beijing but is bound by law to provide Taiwan with the means to defend itself and is the island's most important international backer. A third source said although the \"unplanned encounters\" of the two navies involved mostly basic exercises, such drills are vital to ensure the two militaries can operate together in times of emergency. CUES was formulated about a decade ago to help de-escalate tensions between militaries at sea, providing guidelines such as safe speeds and distances, a common communications language, and what actions to take if a ship becomes disabled. Taiwan's navy chief, Tang Hua, last month visited the United States and discussed how to boost bilateral naval cooperation, Reuters reported. In response, China's foreign ministry said it firmly opposed \"military collusion\" between the United States and Taiwan. This month, Taiwan's Chief of the General Staff Admiral Mei Chia-shu attended the change-of-command ceremony for U.S. Indo-Pacific Command in Hawaii, which only came to light after he was spotted in the audience in an official picture. China has long said Taiwan is China's most sensitive territorial issue, which is a major bone of contention in Sino-U.S. ties. Beijing has not renounced the use of force to bring Taiwan under its control, while Taipei says the Chinese territorial claims are void as the People's Republic of China has never governed the island.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107414357-1715650649451-gettyimages-2105340618-AFP_34MA3HV.jpeg?v=1715650670&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/14/us-and-taiwan-navies-reportedly-held-secret-pacific-drills-in-april.html"
        },
        {
            "title": "TikTok sues U.S. government, says ban violates First Amendment",
            "date": "2024-05-07 16:13:27+00:00",
            "content": " TikTok is suing the United States government in an effort to stop enforcement of a bill passed last month that seeks to force the app's Chinese owner to sell the app or have it banned. The lawsuit, filed Tuesday in the U.S. Court of Appeals for the D.C. Circuit, argues that the bill, the Protecting Americans from Foreign Adversary Controlled Applications Act, violates constitutional protections of free speech. The suit calls the law an \"unprecedented violation\" of the First Amendment. \"For the first time in history, Congress has enacted a law that subjects a single, named speech platform to a permanent, nationwide ban,\" TikTok wrote in the lawsuit, \"and bars every American from participating in a unique online community with more than 1 billion people worldwide.\" The company argues that invoking national security concerns is not a sufficient reason for restricting free speech, and that the burden is on the federal government to prove that this restriction is warranted. It has not met that burden, the lawsuit stated. The Department of Justice did not immediately respond to a request for comment. A White House spokesperson directed a request for comment to the Justice Department. John Moolenaar, R-Mich., and the chairman of the House select committee on China, said:\"Congress and the Executive Branch have concluded, based on both publicly available and classified information, that TikTok poses a grave risk to national security and the American people. It is telling that TikTok would rather spend its time, money, and effort fighting in court than solving the problem by breaking up with the CCP. I'm confident that our legislation will be upheld.\" The lawsuit, which had been anticipated since President Joe Biden signed the bill on April 24, is expected to add to an already lengthy timeline for a potential ban or sale of the app. ByteDance, TikTok's Chinese owner, already had more than a year to make a move. Now, legal proceedings will pause that timeline, meaning it could be years before a ban goes into effect . Tuesday's lawsuit is the latest development in what has become a multiyear effort by the U.S. government to effectively ban TikTok. Efforts to rein in the popular video-sharing app have persisted since 2020 under both the Trump and Biden administrations. The federal government and dozens of states have already banned the use of TikTok on government-owned devices. More from NBC News: Rich people are spending more than ever to run for Congress. A big test is coming in Maryland. Landmark study of cancer in Black women launches in 20 states, aiming to be largest ever Putin sworn in for another term as Russian president in glittering Kremlin ceremony Republican and Democratic politicians and some in the national security community say they're concerned about TikTok's data collection and security practices, as well as how the app's video recommendation algorithm works. Outside experts have looked at these claims with some skepticism, noting the lack of data security laws in the U.S. makes TikTok no different from other apps and that claims about efforts to manipulate public opinion are based on little hard evidence . Still, TikTok has made some efforts to assure the public and U.S. officials that it takes data security seriously. In 2022, the company started \"Project Texas,\" a move meant to provide data security and transparency around the information the app collects about U.S. users. That has done little to quell government concern over the app and the Chinese government's oversight of it. The lawsuit states that Congress has not offered any evidence suggesting that TikTok poses the types of data security risks or foreign propaganda spread that \"could conceivably justify\" the law, and has failed to prove that the app poses any specific harm in these areas. \"The statements of congressional committees and individual Members of Congress during the hasty, closed-door legislative process preceding the Act's enactment confirm that there is at most speculation, not 'evidence,' as the First Amendment requires,\" the lawsuit states. TikTok further claims the law violates the right to due process under the Fifth Amendment and is an unconstitutional bill of attainder — or a legislative act declaring a party guilty of a crime, and imposing a punishment for it, without trial. \"Congress has never before crafted a two-tiered speech regime with one set of rules for one named platform, and another set of rules for everyone else,\" it stated in the lawsuit. The lawsuit also states that the law is effectively a ban on TikTok, and that Bytedance's option to divest is \"illusory\" because it is not commercially, technologically or legally possible, especially within the 270 days outlined by the law. \"According to its sponsors,\" the lawsuit stated, \"the Act is not a ban because it offers ByteDance a choice: divest TikTok's U.S. business or be shut down. But in reality, there is no choice.\" If the law remains in place, the lawsuit stated, it would enable the federal government to invoke national security and force the publishers of other platforms, including news sites, to sell or be shut down. Gautam Hans, an associate clinical professor of law at Cornell University and associate director of its First Amendment Clinic, said in an email statement that overcoming widespread congressional support for this law may prove difficult for TikTok. \"TikTok has prevailed in its previous First Amendment challenges, but the bipartisan nature of this federal law may make judges more likely to defer to a Congressional determination that the company poses a national security risk,\" Hans said. \"Without public discussion of what exactly the risks are, however, it's difficult to determine why the courts should validate such an unprecedented law.\" TikTok took its challenge straight to the D.C. Circuit Court as it has jurisdiction over a wide range of federal law, like the Protecting Americans from Foreign Adversary Controlled Applications Act. It's often referred to as the second-highest court in the nation because many cases it decides affects people across the country, not just in its circuit.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107411610-17150987591715098758-34429846747-1080pnbcnews.jpg?v=1715098759&w=750&h=422&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/07/tiktok-sues-us-government-says-ban-violates-first-amendment.html"
        },
        {
            "title": "Israel launches strikes on Rafah, will send delegation to continue Gaza cease-fire talks",
            "date": "2024-05-06 17:18:26+00:00",
            "content": " The Israel Defense Forces said it launched strikes on the southernmost city of Rafah Monday, where hundreds of thousands of civilians have taken refuge. The strikes started hours after Hamas said it told Egyptian and Qatari negotiators that it had approved a cease-fire proposal to halt the war in Gaza. Israel said it would send a delegation of mediators to continue talks, but it would not delay its operations in Rafah. The Israel Defense Forces launched strikes on the southernmost city of Rafah Monday, where hundreds of thousands of civilians have taken refuge. \"The War Cabinet unanimously decided that Israel continues the operation in Rafah to exert military pressure on Hamas in order to promote the release of our hostages and the other goals of the war,\" the Israeli Prime Minister's Office said in a statement Monday. The strikes began hours after Hamas announced it had approved a Qatari-Egyptian brokered cease-fire proposal, to halt the war in Gaza. \"Although the Hamas proposal is far from Israel's necessary requirements, Israel will send a delegation of working-class mediators to exhaust the possibility of reaching an agreement under conditions acceptable to Israel,\" the PM's office said. Israel's military advance in Rafah, a key passageway for humanitarian aid, bucks the U.S.' repeated warnings to Israel to abstain from those attacks. \"We cannot and we will not speak for IDF operations. But we've made clear our views about operations in Rafah that could potentially put more than a million innocent people at greater risk,\" National Security Council spokesperson John Kirby said at a White House press briefing on Monday. President Joe Biden delivered the same message on a half-hour call earlier Monday with Israeli Prime Minister Benjamin Netanyahu. Last week, the U.S. paused a shipment of weapons to Israel, including 2,000-pound bombs, two senior administration officials confirmed to NBC News. The White House is also in the process of reviewing the Qatari-Egyptian brokered cease-fire proposal, and has not yet signaled its stance on the plan. \"Of course, we will be discussing it with Egypt with Qatar with Israel, the three countries with whom we have been working throughout this negotiation process,\" State Department spokesperson Matthew Miller said at a press briefing Monday afternoon. \"Obviously if those conversations have not already started they will be ongoing in the next several hours.\" The proposal would require a swap of 33 Palestinian prisoners for every Israeli hostage released, along with a permanent halt to Israel's military operations and hostilities in Gaza, a senior Arab source familiar with the proposal told NBC News. Hostage release negotiations intensified over the weekend, with facilitation from U.S. CIA Director William Burns, alongside mediators from Egypt and Qatar. Burns continued to engage in talks on Monday after Hamas' announcement.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107372041-1707704516167-gettyimages-1989148835-AFP_34J26Z9.jpeg?v=1707704819&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/06/hamas-says-it-accepts-ceasefire-proposal-from-egyptian-qatari-mediators.html"
        },
        {
            "title": "Inflation is slowing. Here's why prices still aren’t going down",
            "date": "2024-05-12 10:02:01+00:00",
            "content": " Historical data suggests a key factor in bringing down prices is a slowdown in consumer spending. Despite nearly half of Americans reporting they're in a worse financial situation than five years ago, they’re still spending. Retail sales were up 2.1% year over year in the first quarter of 2024 and consumer spending jumped in February and March. Jenn Lueke, 27, is a recipe developer based in Boston who creates content online showing people how to eat well on a budget . \"I think it's no secret that prices are going up in pretty much every area right now,\" Lueke told CNBC. About two thirds, 65%, of U.S. adults surveyed by CNBC/SurveyMonkey this spring said inflation is the main driver of their financial stress. The same share said they are living paycheck to paycheck . Nearly half feel like they're in a worse financial situation than five years ago. In January last year, Lueke started a series on social media where she took one grocery list between $50 and $75 and turned it into five different recipes for their families. She was inspired to show people they can still eat well while cutting down on grocery costs. \"It's really hard. I'm not here to, like, share toxic positivity about how to shop on a budget,\" Lueke said. \"I'm just trying to empower people to feel like they can get a little bit of control, at least in this one area of their food costs.\" \"I think Americans are a little perplexed when they see news reports of inflation coming down, and yet they don't notice any of their prices coming down,\" said Lindsay Owens, executive director of the nonprofit think tank Groundwork Collaborative. There's an important difference between inflation increasing more slowly — a phenomenon called disinflation — and inflation reversing itself, which would lead to prices coming down. Economists call the latter deflation , which is typically associated with a shrinking economy and potential recessions. Historical data shows that prices rise a lot easier than they fall. When they do fall, it is typically a result of people spending less, which isn't currently the case. Retail sales were up 2.1% year over year in the first quarter of this year and consumer spending jumped in February and March. \"This cycle is a concept called money illusion,\" said Sabrina Romanoff, a clinical psychologist. \"People with money illusion ... don't take into account the level of inflation in an economy,\" she said. \"So they wrongly believe that a dollar today is worth the same amount that it was the year prior.\" Experts have raised concern about possible \"pockets of trouble\" as total credit card balances in the U.S. spiked to a record high of $1.08 trillion in the third quarter of 2023. Nearly half, 49%, of Americans with credit cards say they are carrying a balance from month to month, according to a November 2023 survey by Bankrate. Wage-increase data may also seem inconsistent with consumer experience. Wages have been rising since January 2022, but the pace of the increase has been slowing down and, on average, it is just keeping up with rising prices. An analysis from Bankrate estimates the gap between inflation and wages won't fully close until the fourth quarter of 2024 . \"For many Americans, wage growth is very overdue,\" Owens said. \"They have gone years, if not decades in some cases, with stagnant wages or small raises.\" Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/106987851-1639156607933-woman-using-mobile-in-supermarket_t20_rom2WJ.jpg?v=1639156772&w=750&h=422&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/12/inflation-is-slowing-heres-why-prices-still-arent-going-down.html"
        },
        {
            "title": "Colombia will cut diplomatic ties with Israel, President Petro says",
            "date": "2024-05-02 02:50:12+00:00",
            "content": " Colombian President Gustavo Petro said on Wednesday he will break diplomatic relations with Israel over its actions in Gaza. Petro has already heavily criticized Israeli Prime Minister Benjamin Netanyahu and requested to join South Africa's case accusing Israel of genocide at the International Court of Justice. \"Here in front of you, the government of change, of the president of the republic announces that tomorrow we will break diplomatic relations with the state of Israel ... for having a government, for having a president who is genocidal,\" Petro told cheering crowds in Bogota who marched to mark International Worker's Day and back Petro's social and economic reforms. Countries cannot be passive in the face of events in Gaza, he added. Israeli Foreign Minister Israel Katz accused Petro of being \"antisemitic and full of hate\". He said Petro's move was a reward to the armed group Hamas, which on Oct. 7 led a deadly attack on Israeli military bases and communities. Bolivia broke with relations with Israel at the end of October last year while several other countries in Latin America, including Colombia, Chile and Honduras, have recalled their ambassadors.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107409210-1714614169571-gettyimages-1988867437-barrossalamanca-visitoft240208_npRlQ.jpeg?v=1714614196&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/05/02/colombia-will-cut-diplomatic-ties-with-israel-president-petro-says.html"
        },
        {
            "title": "Biden replaces Obama-era infrastructure protections to defend against Chinese cyberthreats",
            "date": "2024-04-30 14:18:40+00:00",
            "content": " President Joe Biden updated an Obama-era policy from 2013 to protect U.S. critical infrastructure sectors like energy and financial services from foreign attacks. Public officials have repeatedly warned of cyberthreats from foreign adversaries like China and Russia. This new policy intends to bring U.S. infrastructure protection up to speed with the new environment of cyberattacks, which has become more sophisticated over a decade of technological advancement. President Joe Biden on Tuesday updated a more than decade-old policy to protect U.S. critical infrastructure sectors like energy and financial services from foreign attacks as public officials continue to sound the alarm on Chinese cyberthreats . Biden's new policy is largely a rewrite of the Obama administration's rule to safeguard U.S. critical infrastructure called the Presidential Policy Directive, or PPD-21 , which was published in 2013. The effort to redraft that Obama-era infrastructure policy began over a year ago, in part to modernize it and keep up with hackers who have benefited from over a decade of technological advancement. \"The threat environment has changed significantly since PPD-21 was issued in 2013, shifting from counterterrorism to strategic competition, advances in technology like artificial intelligence and malicious cyberactivity from nation-state actors,\" a senior administration official said on a Monday call with reporters. At its core, Biden's updated policy lays out which federal agencies are responsible for which duties in the complex network of government agencies with the responsibility to protect U.S. infrastructure. \"The policy is particularly relevant today, given continued disruptive ransomware attacks, cyberattacks on U.S. water systems by our adversaries,\" a senior administration official said. FBI Director Christopher Wray has repeatedly warned the public and members of Congress of the imminent threat posed by Chinese hackers targeting the U.S. electrical grid, water plants, transportation systems and more. In January, Wray announced that the FBI had neutralized a Chinese hacking group called \"Volt Typhoon \" targeting hundreds of home and office routers. Despite Biden's attempts to ease U.S.-China relations, tensions between the two superpowers remain in flux, especially given ongoing geopolitical chaos. The Biden administration has warned China not to help Russia in its invasion of Ukraine, or else the U.S. would be ready to act with sanctions. And as China regularly hints at its intention to reclaim the self-governing island of Taiwan, the U.S. has continued to send Taiwan military aid. As U.S-China relations seesaw, security officials are on high alert for Chinese cyberattacks. \"We're aware now of the serious Chinese threat to our critical infrastructure, specifically prepositioning to disrupt or destroy critical infrastructure in the event of a major crisis,\" a senior administration official said. The memo Biden signed on Tuesday directs the Department of Homeland Security to lead the government-wide effort to mitigate such security risks, alongside the Cybersecurity and Infrastructure Security Agency, or CISA. The DHS secretary will produce a biennial report for the president on those risk efforts. The new policy also instructs U.S. intelligence agencies to declassify relevant information for private sector owners and operators within infrastructure industries like transportation, water and energy that are vulnerable to attacks. It also aimed to codify CISA's role in the government security network since the agency was established in 2018, five years after the publication of PPD-21. \"The presidential policy directive that was created in 2013 didn't mention anything about CISA's role because we weren't created yet,\" a senior administration official said. \"So in some sense, this does reinforce our statutory role, but extremely important that it lays out in presidential policy the specific roles that we have.\" Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107405767-1713971284179-gettyimages-2149413641-AFP_34Q68HP.jpeg?v=1714423664&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/30/biden-replaces-obama-infrastructure-policy-amid-chinese-cyberthreats.html"
        },
        {
            "title": "GOP Rep. Bill Posey won't seek re-election",
            "date": "2024-04-27 15:22:44+00:00",
            "content": " Florida GOP Rep. Bill Posey announced Friday that he won't seek re-election. In a statement, Posey, who was first elected to Congress in 2008, said, \"It has been the greatest honor of Katie's and my life to represent you in Congress. And, polls suggest that because of you support, I could remain in the job forever, and we were looking forward to another spirited campaign for a final term in office.\" He added, \"However, earlier this week circumstances beyond my control now require me to suspend my re-election campaign.\" The statement did not further elaborate on what those circumstances are. The announcement came shortly after the filing deadline for candidates seeking to replace Posey in the district, which is east of Orlando. More from NBC News: Young Latinos could decide the 2024 race in battleground states Biden's graduation speeches limited as campuses erupt in protests Biden shifts from frustration to confidence that he'll beat Trump The Republican primary will now feature former Florida Senate President Mike Haridopolos, who jumped into the race on Friday, Joe Babits of Vero Beach and John Hearton of Satellite Beach. In the statement announcing his forthcoming retirement , Posey endorsed Haridopolos, saying, \"Mike's conservative values and work ethic are superior and unlike others who have filed to run against me, Mike has never lied to me or tried to undermine efforts to represent our district.\" Posey added, \"Mike knows our district and has stayed involved at local, state, and federal levels. He is clearly the kind of representative we need in Congress, and I have no doubt he will excel in the job.\" In a post on Facebook , Haridopolos thanked Posey and supporters of his new campaign, saying he would \"do my best to fill his BIG shoes.\" Posey is now the 23rd GOP member of Congress to announce they'll leave the House at the end of their term, according to the House Press Gallery. That number doesn't include members of Congress who left the House in the middle of their term. Twenty-five Democrats have also announced that they won't seek re-election.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107391825-1711145844335-gettyimages-2097699016-AFP_34M24BP.jpeg?v=1711145895&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/27/gop-rep-bill-posey-wont-seek-re-election.html"
        },
        {
            "title": "'Nobody's getting wealthy on Social Security,' lawmaker says. The November election may influence the program's future",
            "date": "2024-04-27 13:00:01+00:00",
            "content": " As Democrats and Republicans vie for power in November, experts have said Social Security is on the ballot. With Social Security's trust funds set to run out in the next decade, benefit cuts are inevitable without congressional action. As lawmakers weigh that dilemma, they are also poised to define the program's future role in American's lives. Voters who show up at the polls this November may not just be choosing among Republicans, Democrats and third-party tickets — but also casting a vote on the future of Social Security . Social Security is expected to pay $1.5 trillion in benefits to an average of almost 68 million Americans per month in 2024. More than half of peak baby boomers — the largest cohort expected to turn 65 by 2030 — are expected to rely primarily on Social Security for income in retirement . Meanwhile, Social Security's trust funds are projected to run out in the next decade, which will prompt an across-the-board benefit cut of at least 20% if no changes happen sooner. As Congress weighs that dilemma, they will also decide Social Security's future role in Americans' lives. More from Personal Finance: Most retirees don't delay Social Security benefits Women reaching 'peak 65' more likely to struggle in retirement Americans think they need almost $1.5 million to retire Democratic lawmakers like Rep. John Larson, D-Conn., who is running for reelection this year, say today's benefits are not enough. \"Nobody's getting wealthy on Social Security,\" Larson said in a recent interview with CNBC, noting that more than 5 million Americans receive monthly benefit checks that are below the federal poverty level. \"It is the very sustenance that 40% of all Americans need just to get by, and it hasn't been adjusted in more than 50 years,\" Larson said. In 1983, when the last major Social Security reforms were enacted, there were no benefit enhancements, Larson argued. Among the changes put in place at that time was a gradual increase in the retirement age, taxes on benefit income and reduced benefits for public employees with pensions. For years, Larson has championed a bill — Social Security 2100 — that aims to increase benefits for all beneficiaries by lifting the payroll tax cap for taxpayers earning over $400,000. Today, annual earnings of up to $168,600 are subject to a 6.2% payroll tax toward Social Security paid by both workers and employers. Larson's plan also calls for closing loopholes that allow wealthy taxpayers to avoid paying Social Security taxes on other income. Larson said the public is well aware that Social Security benefits are theirs and they've paid for them. Yet the same question comes up again and again: \"Why hasn't Congress voted?\" The latest version of Larson's bill has 184 Democratic co-sponsors yet has never been brought to the House floor for a vote. Another bill, the Social Security Fairness Act, has even broader support, with 318 co-sponsors from both sides of the aisle, yet that also has yet to be put up for a vote. That proposal tackles just two changes also included in Larson's bill — repealing the Windfall Elimination Provision and Government Pension Offset rules that limit Social Security benefit income for individuals who receive other benefits like pensions from a state or local government. Meanwhile, the Republican Study Committee's budget, comprising proposals from 192 Republican House members, has suggested changes to Social Security, like raising the retirement age, as it seeks to cut federal spending across the board. Democrats have called out the more than $1.5 trillion in cuts to Social Security that the Republicans' proposal may entail. By raising the retirement age for everyone 59 and younger, Budget Committee Democrats estimate that 257 million people would have to work longer. The Republican budget proposal has prompted fears that the party could move to enact those changes through a closed-door commission, Nancy Altman, president of advocacy organization Social Security Works, testified before the House Ways and Means Committee last week. In response, Rep. Drew Ferguson, R-Georgia, who serves as chairman of the House Ways and Means Subcommittee on Social Security, said the committee would not be voting on the Republican budget proposal. \"I have said many times that the only way that this gets solved is in a bipartisan open forum,\" said Ferguson during the hearing. But how a bipartisan effort should proceed is up for debate. Larson hopes to bring his Social Security 2100 proposal to the House floor for a vote, betting that some Republicans may come around and back making benefits more generous. The extra money sent to the nation's seniors would be spent in their districts, he argued. Moreover, the tax increases would require wealthy individuals to pay what every other working American is already contributing to Social Security, he said. During last week's hearing, Rep. Jodey Arrington, R-Texas, said that while he respects Larson's passion, he still expects it will be necessary for lawmakers to agree on some combination of tax increases and benefit cuts that will affect future beneficiaries. Experts including Charles Blahous, senior research strategist at the Mercatus Center at George Mason University, agreed. \"The size of the shortfall now is so huge, and so far beyond anything that lawmakers have successfully closed before, the notion that either party can ram through its preferred solution is fanciful,\" Blahous said. Benefits are regularly increased, Blahous argues, through changes to the initial benefit formula and cost-of-living adjustments. Larson, for his part, has vowed to \"never give up, never relent,\" when it comes to pushing for his proposal. Social Security advocates argue that those changes are what people want. \"If you expand Social Security's benefits ... and you pay for it by requiring the uber wealthy to pay their fair share, you will receive widespread praise and the gratitude of the nation,\" Altman told members of the House Ways and Means Committee last week.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107405061-1713879047063-gettyimages-1469297241-z9x_7548_3a47ddbf-58a7-4d33-9a04-64d4ee41a754.jpeg?v=1713879080&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/27/how-the-november-election-may-influence-social-securitys-future.html"
        },
        {
            "title": "Europe may need to impose tariffs of up to 55% to curb Chinese EV imports, research says",
            "date": "2024-04-30 06:07:06+00:00",
            "content": " Rhodium Group, which expects the EU to impose tariffs in the 15% to 30% range on Chinese EVs, said those tariffs were unlikely to be enough to check competition from China. \"Much steeper duties of around 45%, or even 55% for fiercely competitive producers like BYD, would probably be necessary in order to render exports to the European market unappealing\": Rhodium The European Union will need to levy higher-than-expected tariffs of up to 55% on Chinese electric vehicles to curb their imports into the bloc, according to a new analysis by Rhodium Group. The findings, released Monday, come amid the EU's ongoing anti-subsidy investigation into EV imports from China. Rhodium Group, which expects the EU to impose tariffs in the 15% to 30% range on Chinese EVs, said those tariffs were unlikely to be enough to check competition from China. \"Even if the duties come in at the higher end of this range, some China-based producers will still be able to generate comfortable profit margins on the cars they export to Europe because of the substantial cost advantages they enjoy,\" the report said. Chinese companies such as BYD, which toppled Tesla to become the world's largest EV manufacturer last year, can sell cars at much higher rates and profit margins in regions such as the EU compared with the domestic market, despite paying a 10% tariff rate. Chinese EV makers are locked in an intense price war in their home market. BYD's Seal U model, which sells for 20,500 euros in China and 42,000 euros in the EU, generates an estimated profit of 1,300 euros in its home market versus 14,300 euros per car in Europe, Rhodium said. Even after 30% in tariffs, a company like BYD will make a higher profit in the EU, it added. The report said that BYD will likely need to cut prices to meet its goals of gaining more market share in the EU. A 30% tariff rate would still leave enough room to do so. \"Much steeper duties of around 45%, or even 55% for fiercely competitive producers like BYD, would probably be necessary in order to render exports to the European market unappealing on commercial grounds,\" the report said. The European Commission, the executive arm of the EU, launched a probe into Chinese EVs and subsidies last year, with officials saying that a flood of cheap vehicles threatened domestic producers. According to some experts , incentives put in place in China in the early 2010s led to a surge in startups and increased battery cell capacity in the country, paving the way for globally competitive and affordable EVs. Chinese EV makers have already been facing resistance from the U.S. amid high tariffs and political opposition, making the European market more important to companies such as BYD that are pursuing global expansion. EVs from Chinese companies are expected to make up 11% of the EU's market in 2024 and could reach 20% by 2027, according to an analysis by the European Federation for Transport and Environment. When accounting for made-in-China vehicles from non-Chinese-companies, the figure is expected to surpass 25% this year. Imports of EVs from non-Chinese firms could also come under in the EU subsidy investigation, with Rhodium estimating that duties at the 15%-30% level could wipe out the business for foreign players such BMW or Tesla that ship cars from China. In response to the policy risks, EV makers have been working on shifting manufacturing to Europe. BYD plans to build a factory in Hungary. However, Rhodium adds that Brussels could use other means to protect the Europe's EV industry, such as restricting Chinese imports on national security grounds or increasing consumer subsidies for EU-made vehicles. The Chinese government has slammed the EU subsidy investigation as \"blatant protectionism,\" arguing that its companies are simply more competitive than their Western counterparts.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107303466-1695192926887-gettyimages-1450578042-vcg111415002860.jpeg?v=1715374444&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/30/chinese-ev-imports-europe-might-need-to-impose-up-to-55percent-in-tariffs-.html"
        },
        {
            "title": "Trump could drive inflation higher with his second-term economic agenda, analysts say",
            "date": "2024-04-30 20:02:51+00:00",
            "content": " Donald Trump's second-term economic agenda includes aggressive tariff hikes, tax cuts and cheap money policy, all of which analysts say could threaten to reheat inflation. Trump has flat-out dismissed this idea, and continues to attack President Joe Biden over the high price of consumer goods. Inflation reached levels not seen in decades coming out of the pandemic. Since then its recovery has been fraught, cooling significantly from those peaks but ticking higher in recent months. Former President Donald Trump is building a second-term economic agenda that analysts say could reheat the very inflation that he has slammed President Joe Biden for creating. \"I call it a ring around the country. We have a ring around the country,\" Trump said in a Time magazine interview released Tuesday, referring to aggressive tariffs he has promised to impose in a second term. \"I also don't believe that the costs will go up that much.\" The presumptive Republican presidential nominee has repeatedly pledged to hike tariffs , cut taxes and encourage cheap money policy if he wins the November election. Yet economists and Wall Street analysts agree that these plans would likely drive consumer prices higher. Trump has outright dismissed this idea: \"I don't believe it'll be inflation. I think it'll be lack of loss for our country,\" he said in the Time interview. Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump has pledged to raise tariffs by 10% on imports across the board, and push them even higher — to between 60% and 100% — for China and Mexico. He also wants to extend his first-term tax cuts, which raised deficits when they were first implemented and are due to expire in 2025. \"I will make the Trump Cuts permanent ... and we will cut your taxes even more,\" Trump said at a February rally in South Carolina. Plus, Trump has signaled his intent to replace Federal Reserve Chairman Jerome Powell and then to pressure the next Fed chair to lower interest rates . Trump allies have also been working on plans to force the Fed to consult Trump on interest rate decisions, according to a Wall Street Journal report . Analysts view these proposals as threats to inflation's rocky road back down to the commonly accepted ideal level of around 2%. \"A second Trump term could bring higher tariffs, attempts to weaken the dollar, even higher deficits, deportation of illegal immigrants, and other policies that could put upward pressure on inflation,\" Piper Sandler analysts wrote last week. \"Most of the major policy initiatives being suggested by Donald Trump's campaign would be inflationary,\" Paul Ashworth, Capital Economics' chief North America economist wrote Monday. \"Whether it's narrowing the trade deficit via tariffs or a dollar devaluation, curbing immigration or, now we learn, compromising the Fed's independence.\" When it comes to tariffs, Wall Street analysts note that businesses pass on higher import costs to their customers by raising prices. Trump flatly rejected that idea in th e Time interview. \"A lot of people say, 'Oh, that's gonna be a tax on us.' I don't believe that. I think it's a tax on the country that's [exporting] it.\" Trump's tariff policies \"would be a significant escalation to existing trade policy, and they would further increase costs for U.S. importers, place upward pressure on inflation and potentially strengthen the U.S. dollar,\" Wells Fargo analysts wrote in a report from early April. But that inflationary impact \"could be partially absorbed in the near term,\" the Wells Fargo analysts added, explaining that many suppliers have started to diversify their inventory away from \"tariff-exposed product.\" The Trump-era tariffs on China that nearly started a trade war had only a \"marginal\" effect on the economy, according to the Wells Fargo report: \"The surge in consumer price inflation is primarily attributed to the pandemic's disruptions rather than the trade war's tariffs.\" Reached for comment, the Trump campaign said, \"under President Trump, inflation was non-existent, gasoline was cheap, groceries were affordable, and the American Dream was alive and well.\" Despite the inflationary threat posed by core elements of Trump's agenda, polling has consistently found that voters trust Trump more than they trust Biden to bring down the cost of living and manage inflation. In part, voters' nostalgia for Trump's economy is a byproduct of the scars that post-pandemic inflation left them with. In January 2017, when Trump took office, the consumer price index , a key inflation metric, hung at an annual rate of 2.51%. That number dipped over the course of his administration, and by the time Biden entered the Oval Office, the 12-month inflation rate was at 1.40%. By the summer of 2022, year-over-year CPI had soared to roughly 9%, driven primarily by the collision of pent-up consumer demand with a snarled global supply chain that could not deliver products fast enough. CPI has since cooled, to 3.48% in March of this year. But that inflation whiplash over the past five years appears to have left many voters with a bitter memory of the Biden economy. It has also catapulted a data point that is usually only tracked by economists into the front of voters' minds, and introduced it to a new generation. The last time inflation was above 9% was in 1981. The only Americans who were over 18 years old in 1981, and thereby most likely to directly feel the soaring prices, are people who, today, are 61 and above. For everyone else, this kind of inflation has no precedent in their adult lives. Biden has faced an uphill climb to persuade voters that they are better off thanks to his economic accomplishments, including low unemployment , sustained GDP growth and historic clean energy investments. In recent months, Biden has also taken a more aggressive stance on potential trade restrictions on China. Earlier in April, Biden said he wants to triple tariffs on imported Chinese steel and aluminum. But while Biden makes his economic case to voters, Trump has capitalized on the fraught economic data of the past several months to lambast his opponent and the Fed. \"INFLATION is BACK—and RAGING!\" Trump wrote in a Truth Social post earlier in April. \"The Fed will never be able to credibly lower interest rates, because they want to protect the worst President in the history of the Untied States!\" It was unclear what the former president meant by this, especially given that Powell, a lifelong Republican, was appointed by Trump. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107355973-1704806942867-gettyimages-1913441322-0j4a5844_6wskzmoh.jpeg?v=1704807113&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/30/trump-could-drive-inflation-higher-with-his-second-term-economic-agenda-analysts-say.html"
        },
        {
            "title": "Biden administration faces onslaught of lawsuits as business groups claim regulatory overreach",
            "date": "2024-04-29 21:05:34+00:00",
            "content": " The Biden administration faces a wave of lawsuits targeting its regulatory agenda, as business and banking groups argue that federal agencies are overstepping their authority. The Chamber of Commerce said it expects to file a total of at least 22 lawsuits against the administration before the end of President Joe Biden's current term, a dramatic increase from the number of suits it filed against two previous administrations. \"We are fully confident these agencies are acting within their authorities,\" a White House spokesman told CNBC. \"These rules help American workers and families by increasing wages, lowering costs, saving lives, and building a fairer economy.\" WASHINGTON — When the Federal Trade Commission finalized a rule earlier this month banning noncompete clauses, the blowback was swift: Within 24 hours, the U.S. Chamber of Commerce led a handful of business groups to file a lawsuit seeking to block the ban. They argued that the FTC lacked the authority to impose it in the first place. The playbook is becoming a familiar one: The Biden administration finalizes a new rule regulating business, and the Chamber and industry lobbying groups immediately sue to stop it by arguing that the agency has overstepped its authority. So far this year, the administration has finalized seven rules, addressing such areas as independent contractors , credit card late fees and climate disclosure requirements , only to see them met with near-immediate lawsuits by the Chamber and other groups. The Chamber said it expects to file a total of at least 22 lawsuits against the Biden administration before the end of President Joe Biden's current term. That's a dramatic increase from the number of suits it filed against two previous administrations — three against the Trump administration and 15 during Obama's first term, according to the Chamber. The American Bankers Association, another influential lobbying group in Washington, said it has signed on to four lawsuits against banking regulators since September 2022 and that it had not signed on to any legal challenges to banking regulators for about a decade before that. Officials at both the Chamber and the ABA said litigation is always a last resort. But they see it as a necessary step when agencies issue regulations that the organizations see as outside the scope of their authority. \"We are fully confident these agencies are acting within their authorities,\" White House assistant press secretary Michael Kikukawa said in a statement to CNBC. \"These rules help American workers and families by increasing wages, lowering costs, saving lives, and building a fairer economy.\" \"It's not just about a single regulation, right?\" Neil Bradley, executive vice president at the Chamber, said in an interview with CNBC. \"It's about the 1,000 regulations that are going to go final this year. It's about the 200-plus regulations that have an economic impact of more than $200 million a year.\" \"We went from a time when we would argue about a particular regulation,\" Bradley said, \"to a period where the concern is about the direction as a whole.\" Total private-sector regulations have been increasing under Biden, according to one metric from George Mason University — especially compared with the Trump administration, during which they stayed more or less flat. But Patrick McLaughlin, director of policy analytics at George Mason's free-market, libertarian Mercatus Center think tank, who created the metric, said the nature of Biden's regulations is more notable than the volume. The Biden administration, in McLaughlin's view, has been \"expansive in their interpretation of authorizing statutes.\" \"The Chamber and others see an opportunity to push back on regulations that, in their view, are going beyond what Congress authorized,\" McLaughlin said. The specific targets of the lawsuits have been varied: The Chamber has already sued a dozen agencies under the Biden administration, compared with just four agencies under Obama, according to a spokesperson. Despite the range of issues at play, the group's arguments largely center on the claim that agencies are seeking to set rules in areas that can only be addressed by Congress. Even before the FTC issued its ban on noncompete clauses, for example, the Chamber pledged to take FTC Chair Lina Khan to court over it, regardless of the specifics. \"She might come up with a policy that we would actually agree with on substance,\" Bradley said of Khan before the final rule was released. \"But the precedent of that authority is unacceptable.\" The Biden administration says the focus with all of its regulations is on protecting consumers and saving them money. Administration estimates show that the FTC's noncompete ban will boost wages by at least $400 billion over the next decade. The administration also estimates that the Consumer Financial Protection Bureau's move to slash credit card late fees will save 45 million Americans $220 per year, and the Environmental Protection Agency's air-quality rule will yield up to $46 billion in net health benefits in 2032. Regulation critics also argue that the Biden administration has not been appropriately following the rulemaking process, in part by failing to incorporate viewpoints from stakeholders as part of the final regulation. \"When they insist on finalizing rules that fall outside their regulatory purview, and when they ignore constructive feedback from banks and other stakeholders, litigation is the only remaining tool in our toolbox,\" ABA President and CEO Rob Nichols said at the group's Washington Summit in mid-March. \"It's not a tool we want to use, but it's one we will continue to strategically wield as needed.\" Complying with regulations by definition comes with costs that fall on companies. And rules that shift depending on who occupies the White House — while hardly a new dilemma — can still create uncertainty businesses would prefer to do without. \"If you make an investment in one thing, are you going to find out that there's some obscure regulation that you were unaware of, that would suddenly decrease the value of that investment?\" asked McLaughlin, of the Mercatus Center. \"Or make you stop being able to produce it altogether?\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107407121-17141578381714157831-34283201485-1080pnbcnews.jpg?v=1714157837&w=750&h=422&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/29/biden-faces-slew-lawsuits-business-groups-criticize-overreach.html"
        },
        {
            "title": "Biden administration plans to reclassify marijuana, easing restrictions nationwide",
            "date": "2024-04-30 18:01:11+00:00",
            "content": " The Biden administration will take a historic step toward easing federal restrictions on cannabis, with plans to announce an interim rule soon reclassifying the drug for the first time since the Controlled Substances Act was enacted more than 50 years ago, four sources with knowledge of the decision tell NBC News. The Drug Enforcement Administration is expected to approve an opinion by the Department of Health and Human Services that marijuana should be reclassified from the most strict Schedule I to the less stringent Schedule III, marking the first time that the U.S. government would acknowledge its potential medical benefits and begin studying them in earnest. \"DOJ continues to work on this rule,\" a Biden administration official said. \"We have no further comment at this time.\" Since 1971, marijuana has been in the same category as heroin, methamphetamines and LSD. Each substance under Schedule I classification is defined as a drug with no accepted medical use and a high potential for abuse. Schedule III substances include Tylenol with codeine, steroids and testosterone. By rescheduling cannabis, the drug would now be studied and researched to identify concrete medical benefits, opening the door for pharmaceutical companies to get involved with the sale and distribution of medical marijuana in states where it is legal. For the $34 billion cannabis industry, the move would also eliminate significant tax burdens for businesses in states where the drug is legal, notably getting rid of the Internal Revenue Services code Section 280E which currently prohibits legal cannabis companies from deducting what would otherwise be ordinary business expenses. The Department of Justice's rescheduling decision could also help shrink the black market which has thrived despite legalization in states like New York and California and has undercut legal markets that are fiercely regulated and highly taxed. Read more on NBC News Trump on political violence in 2024: 'If we don't win, you know, it depends' Trump says he may free every Jan. 6 rioter. His team is eyeing 'case-by-case' pardons. Marjorie Taylor Greene struggles to find GOP support for deposing Mike Johnson President Joe Biden directed the Department of Health and Human Services in October of 2022 to review marijuana's classification. Federal scientists concluded that there is credible evidence that cannabis provides medical benefits and that it poses lower health risks than other controlled substances. Biden even made history at the State of the Union address this spring, for the first time referencing marijuana from the dais in the House chamber and making note of the federal review process. \"No one should be jailed for using or possessing marijuana,\" the president said during the speech. When Biden served as Vice President in former President Barack Obama's administration, the White House was opposed to any legalization of marijuana because it would \"pose significant health and safety risks to all Americans.\" Jim Cole, who served as deputy attorney general in the Obama administration authored the now infamous Cole Memo in 2013 which paved the way for the modern marijuana market. The memo scaled back federal intervention in states that legalized marijuana, as long as they implemented \"strong and effective regulatory and enforcement systems to control the cultivation, distribution, sale and possession of marijuana.\" Cole, who is now a member of the National Cannabis Roundtable, told NBC News in an interview this week that reclassifying marijuana to Schedule III would \"open up the ability to actually test it and put it in a laboratory without all of the restrictive measures\" of a Schedule I drug. Kevin Sabet, president and CEO of Smart Approaches to Marijuana and a former Obama Administration advisor, said that the decision to reclassify marijuana was \"the result of a politicized process,\" arguing that it \"will be devastating for America's kids, who will be bombarded with attractive advertising and promotion of kid-friendly pot products.\" \"The only winner here is the marijuana industry, who will receive a new tax break and thus widen their profit margins,\" said Sabet. \"Reclassifying marijuana as a Schedule III drug sends the message that marijuana is less addictive and dangerous now than ever before. In reality, today's highly potent, super strength marijuana is more addictive and linked with psychosis and other mental illnesses, IQ loss, and other problems.\" With the DEA's proposed rule change comes a public review period that could lead to a challenge, and perhaps even a change, to the proposed rescheduling decision. In the meantime, the drug and the industry will immediately benefit from the DEA's announcement. But, once the public comment period has concluded and the Office of Management and Budget reviews it, Congress would be able to overturn the rule under the Congressional Review Act, which gives the legislative branch the power to weigh in on rules issued by federal agencies. Democrats control the Senate with a 51 seat majority and for a CRA to be successful, two-thirds of the House and Senate needs to support it, making it unlikely to pass. Though cannabis remains a divisive topic on Capitol Hill, there has been growing support on a bipartisan basis for marijuana reforms, largely driven by the electorate. Nearly six in ten Americans say that marijuana should be legal for medical and recreational purposes, according to a Pew Research poll last month. Cannabis is legal in 24 states for recreational use. Congress is considering its own measures that would make it easier for legal marijuana businesses to thrive and would allow for more small and minority-owned shops to flood the marketplace. The SAFER Banking Act , for example, would grant legal marijuana businesses access to traditional banking and financial services and could pass both chambers by the end of the year. Lawmakers are also considering the HOPE Act , another bipartisan bill that would provide states and local governments resources to automatically expunge criminal records for petty, non-violent cannabis offenses. There is also a Democratic-only effort to remove cannabis entirely from the Controlled Substances Act, empowering states to create their own cannabis laws and prioritize restorative and economic justice for those impacted by the War on Drugs. But there is weariness among lawmakers who remember the last time Congress made law surrounding the drug. The Republican-led Senate legalized hemp production in the 2018 Farm Bill, a decision that led to synthetic and exotic cannabinoids being sold over the counter, oftentimes without regulation, particularly in states where marijuana is not legal. It's a gray area that has earned pushback from both sides of the aisle, most recently with the rise of Delta-8 : a synthetic THC product that uses chemicals — some of them harmful — to convert hemp-derived CBD into Delta-8 tetrahydrocannabinol.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107371038-1707417423406-gettyimages-1988215720-s3___bgmp-arc_arc-feeds_generic-photos_to-arc_tlumackipot583.jpeg?v=1707417499&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/30/biden-administration-plans-to-reclassify-marijuana-easing-restrictions-nationwide.html"
        },
        {
            "title": "Former Moody's top lawyer pleads guilty in tax case",
            "date": "2024-04-26 17:20:45+00:00",
            "content": " A former longtime general counsel to Moody's has pleaded guilty to willfully failing to file federal income tax returns, federal prosecutors in New Jersey said Friday. John Goggins, who stepped down as Moody's senior vice president and general counsel last fall, earned $54 million between 2018 and 2021 and failed to file federal income taxes during those years, the New Jersey U.S. attorney's office said. Goggins pleaded guilty on Thursday before a federal magistrate judge in Newark, New Jersey, prosecutors said. He is scheduled to be sentenced on Sept. 6. \"Mr. Goggins deeply regrets and accepts full responsibility for failing to file certain personal income tax returns,\" Christopher Ferguson, a lawyer for Goggins, said in a statement. \"This is a personal matter that has nothing to do with his work at Moody's.\" Goggins retired from Moody's in September after more than two decades and was replaced as general counsel by Richard Steele. A spokesperson for Moody's did not immediately respond to a request for comment. Ferguson said Goggins has paid $3.2 million in outstanding taxes, interest and penalties due in connection with his misdemeanor offenses \"and looks forward to putting this situation behind him.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107188267-1675364322306-gettyimages-1316424105-dsc_3289.jpeg?v=1714162224&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/26/former-moodys-top-lawyer-pleads-guilty-in-tax-case.html"
        },
        {
            "title": "SEC Chair Gensler dodges Trump Media campaign finance questions",
            "date": "2024-05-07 17:31:15+00:00",
            "content": " Securities and Exchange Commission Chair Gary Gensler ducked questions on whether Trump Media is a funding organ for Donald Trump's presidential campaign. Trump is a majority shareholder of DJT, raising speculation on whether he will turn potentially billions of dollars' worth of his stake into campaign fuel. Gensler also skirted questions on whether Trump Media's stock volatility is a signal that the company is trading on something other than its market value. Securities and Exchange Commission Chair Gary Gensler on Tuesday refused to comment on speculation of whether Trump Media is a funding organ for Donald Trump's presidential campaign. \"I'm not going to speak on any one company,\" Gensler said in an interview on CNBC's \"Squawk Box,\" responding to a question on whether Trump Media is merely a vehicle to finance the former president's bid for a second term. \"What's important is that their disclosures are accurate and that folks aren't in the market front-running or trading on insider information,\" Gensler said. Since the DJT ticker went public on the Nasdaq on March 26, the stock has whipsawed, seeing a high of nearly $80 per share and a low of roughly $12 per share. The stock opened Tuesday at roughly $49. As the majority shareholder, Trump stands to gain the largest financial boost from DJT upswings. On Friday, Trump's stake increased by 36 million more shares on top of his existing 78.8 million, due to a clause in the company's contract that unlocks bonus shares as the stock hits certain checkpoints. Given that bump, Trump's stake had a paper value of over $5 billion at Tuesday's market open. Trump is still prohibited from cashing in because of a standard lock-up provision in the contract that requires him to wait six months before selling or trading any shares. But after that deadline, it could be a timely windfall for the former president, who faces a flurry of financial woes due to several lawsuits and presidential campaign expenses. More news on Donald Trump Trump White House aide Steve Bannon loses appeal of contempt of Congress conviction Trump Media investor convicted of insider trading ahead of merger Trump Media hires new auditor after previous accounting firm charged with 'massive fraud' Trump Media hires new auditor after previous accounting firm charged with 'massive fraud' Trump White House aide Steve Bannon loses appeal of contempt of Congress conviction Trump Media investor convicted of insider trading ahead of merger Trump Media hires new auditor after previous accounting firm charged with 'massive fraud' Trump Media hires new auditor after previous accounting firm charged with 'massive fraud' Trump's campaign showed early signs of a budget squeeze , raising questions of whether the presumptive Republican nominee would turn his DJT shares into campaign fuel. The DJT stake comes with a bonus for Trump: There are no limits on the size of an investment into Trump Media as there are caps on donations to Trump's presidential campaign, which is heavily reliant on high-dollar donors. Trump has not signaled whether he would use his DJT stake for political financing. Given the extraordinary volatility of the stock, some see it as a signal that investors are trading on something other than market metrics. Gensler also ducked questions about whether DJT's erratic stock behavior is a potential indication of market manipulation. Trump Media CEO Devin Nunes has claimed that the stock's rapid falls are the product of possible \"naked\" short selling, a trading practice where the seller bets on the stock's price decline. \"Every individual is allowed to form their own view. That's one of the beauties of our capital markets,\" Gensler said. \"It's that tens of thousands and millions of people can do their own research.\" Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": null,
            "url": "https://www.cnbc.com/2024/05/07/sec-chair-gensler-dodges-trump-media-campaign-finance-questions.html"
        },
        {
            "title": "Senate passes long-awaited aid for Israel, Ukraine, Taiwan, and TikTok bill",
            "date": "2024-04-23 18:51:41+00:00",
            "content": " A package to provide aid to Ukraine, Israel and Taiwan passed the full Senate, sending the measure to President Joe Biden's desk. The legislation also includes a measure to force Chinese company ByteDance to sell TikTok or else face a national ban of the app in the U.S. The Senate on Tuesday passed a package to provide billions in aid to Israel, Ukraine and Taiwan, sending the legislation to President Joe Biden's desk to become law after a rocky six months of political battles. The final tally was 79-18, a rousing show of bipartisanship in an era of deep political divisions. \"The relentless work of six long months has paid off,\" Senate Majority Leader Chuck Schumer, D-N.Y., said on the Senate floor following an earlier procedural vote. Now that the bill has passed, it goes to Biden, who said he would sign it into law Wednesday, after the House passed the package as four separate bills on Saturday. The bill will \"strengthen our national security and send a message to the world about the power of American leadership: we stand resolutely for democracy and freedom, and against tyranny and oppression,\" Biden said in a statement Tuesday night. The funding includes roughly $60 billion for Ukraine aid, $26 billion for Israel and $8 billion for Taiwan and Indo-Pacific security. Spending-wise, the legislation is similar to the $95 billion foreign aid bill passed by the Senate in February , which has been effectively shelved in the House in the weeks since. Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' But this bill also contains several other foreign policy proposals, including a measure to force Chinese TikTok parent company ByteDance to sell the social media platform or else face a national ban of the app. The provision would give ByteDance nine months to sell, though Biden could extend that timeline to a year. A source within the company said TikTok would pursue a \"legal challenge\" if the bill was signed into law, according to an internal memo obtained by NBC News. \"It is unfortunate that the House of Representatives is using the cover of important foreign and humanitarian assistance to once again jam through a ban bill that would trample the free speech rights of 170 million Americans,\" a TikTok spokesperson said Saturday following the House's passage of the bill. So far this year, TikTok and ByteDance have jointly spent over $7 million on lobbying and advertisements to prevent Congress from passing the legislation to force the sale, according to disclosure reports. The foreign aid package has also been the subject of deep GOP infighting, a major reason that the legislation has been deadlocked on Capitol Hill since Biden first proposed it in October . House Republicans like Rep. Marjorie Taylor Greene, R-Ga., have threatened to oust House Speaker Mike Johnson, R-La., in part for passing this foreign aid, calling it a \"total betrayal\" on X. In March, she filed a motion to vacate the speaker but has yet to follow through on forcing a vote. Those political threats, along with an increasingly razor-thin House Republican majority, led Johnson to effectively table the Senate's $95 billion foreign aid bill for weeks. But Johnson decided to end the stalemate on the foreign aid last week following Iran's attempted attack on April 13, after which the speaker faced renewed bipartisan pressure to move on the funding. And despite Greene's threats, Johnson's job has some insurance from former President Donald Trump's public support. \"Look, we have a majority of one, okay? It's not like he can go and do whatever he wants to do. I think he's a very good person,\" Trump said in a radio interview on \"The John Fredericks Show\" on Monday evening. \"I think he's trying very hard.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107404465-17137941792024-04-20t135256z_1244854304_rc2m87alu5dj_rtrmadp_0_usa-surveillance-congress.jpeg?v=1713794218&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/23/senate-advances-aid-for-israel-ukraine-taiwan-tiktok-bill.html"
        },
        {
            "title": "House Speaker Johnson drowned out by booing crowds at Columbia University speech on Gaza protests",
            "date": "2024-04-24 21:27:03+00:00",
            "content": " House Speaker Mike Johnson was drowned out by booing crowds during a speech at Columbia University where he condemned the ongoing student protests against the war in Gaza. Columbia's campus has been enveloped in student protests over the war that have garnered national attention amid reports of antisemitic speech targeting Jewish students. Johnson called on the university's president, Nemat \"Minouche\" Shafik, to resign if she could not restore order to the campus and said he would urge President Joe Biden to take executive action against the protesters. House Speaker Mike Johnson , R-La., struggled to get a word in edgewise Wednesday, battling a chorus of booing crowds during a speech at Columbia University where he condemned the ongoing student protests against Israel's bombardment of Gaza. \"Enjoy your free speech,\" Johnson said tersely, pausing his prepared remarks to wait for the jeering to die down. Columbia's campus has been frozen by controversy since student protesters set up a tent encampment April 17 to protest the war in Gaza. The demonstrations garnered national attention amid reports of antisemitic speech targeting Jewish students, and after Columbia President Nemat \"Minouche\" Shafik authorized the New York Police Department to sweep the tent encampment Thursday. Columbia Students for Justice in Palestine , a group that helped organize the protests, has said that any hate speech is not coming from its protesters but rather \"inflammatory individuals who do not represent us.\" During Johnson's speech Wednesday, he called on Shafik to resign if she could not get a handle on the protests. Johnson added that he plans to urge President Joe Biden to take executive action against the protests if necessary: \"If this is not contained quickly, and if these threats and intimidation are not stopped, there is an appropriate time for the National Guard.\" Biden has so far condemned both the reported antisemitism and \"those who don't understand what's going on with the Palestinians,\" as he put it to reporters Monday. Johnson's speech Wednesday came hours after Biden officially signed into law a long-awaited foreign aid bill for Israel, Ukraine and Taiwan that had been effectively shelved in the House for weeks due to political gridlock. The measure was revived in large part due to Johnson's decision to put the proposed foreign aid to a vote on the House floor Saturday, despite ouster threats from hardline members of his party such as Rep. Marjorie Taylor Greene, R-Ga. The foreign aid bill passed the House on Saturday and received official Senate approval late Tuesday night. After more than a week of bipartisan cooperation with Democrats to pass the aid bill, Johnson's Columbia speech appeared to be an attempt to bolster his conservative bona fides for his hardline GOP colleagues. The speaker was joined by Rep. Virginia Foxx, R-N.C., who chairs the House Committee on Education and the Workforce, and Rep. Mike Lawler, R-N.Y. \"My message to the students inside the encampment is: Go back to class,\" Johnson said. \"Stop wasting your parents' money.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107405985-17139903462024-04-24t202510z_849420691_rc28d7au8q8w_rtrmadp_0_usa-congress-new-york.jpeg?v=1713990383&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/24/speaker-johnson-columbia-university-gaza-protests-speech.html"
        },
        {
            "title": "Supreme Court will take up the legal fight over ghost guns, firearms without serial numbers",
            "date": "2024-04-22 13:53:39+00:00",
            "content": " The Supreme Court agreed on Monday to take up a Biden administration appeal over the regulation of difficult-to-trace ghost guns that had been struck down by lower courts. The justices by a 5-4 vote had previously intervened to keep the regulation in effect during the legal fight. Ghost guns, which lack serial numbers, have been turning up at crime scenes with increasing regularity. The regulation, which took effect in 2022, changed the definition of a firearm under federal law to include unfinished parts, like the frame of a handgun or the receiver of a long gun, so they can be tracked more easily. Those parts must be licensed and include serial numbers. Manufacturers must also run background checks before a sale, as they do with other commercially made firearms. The requirement applies regardless of how the firearm was made, meaning it includes ghost guns made from individual parts or kits or by 3D printers. The rule does not prohibit people from buying a kit or any type of firearm. The Justice Department had told the court that local law enforcement agencies seized more than 19,000 ghost guns at crime scenes in 2021, a more than tenfold increase in just five years. U.S. District Judge Reed O'Connor, in Fort Worth, Texas, struck down the rule last year, concluding that it exceeded the Bureau of Alcohol, Tobacco, Firearms and Explosives' authority. O'Connor wrote that the definition of a firearm in federal law does not cover all the parts of a gun. Congress could change the law, he wrote. A panel of the 5th U.S. Circuit Court of Appeals made up of three appointees of then-President Donald Trump largely upheld O'Connor's ruling. The Supreme Court allowed the regulation to remain in effect while the lawsuit continues. Chief Justice John Roberts and Justice Amy Coney Barrett joined with the court's three liberal members to form the majority. Justices Samuel Alito, Neil Gorsuch, Brett Kavanaugh and Clarence Thomas would have kept the regulation on hold during the appeals process. Barrett, Gorsuch and Kavanaugh were appointed by Trump. Arguments won't take place before the fall.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107332130-1699626020520-gettyimages-1584882717-US-NEWS-SCOTUS-GHOST-GUNS-NY.jpeg?v=1699626120&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/22/supreme-court-will-take-up-the-legal-fight-over-ghost-guns-firearms-without-serial-numbers.html"
        },
        {
            "title": "Many large U.S. cities are in deep financial trouble. Here's why",
            "date": "2024-04-25 10:04:01+00:00",
            "content": " Municipal governments across the United States are looking to rein in spending as pandemic-era stimulus dries up and inflation lingers for longer than expected. \"Clearly there are significant capital needs across the U.S.,\" said Michael Rinaldi, senior director at Fitch Ratings' public finance group. The group issued a AA investment grade general obligation bond rating for New York City in March 2024. The financial challenges within cities appear to be mounting despite high municipal credit ratings and robust demand for urban commodities like housing . For example, New York City had a total public debt of $177.6 billion at the end of fiscal year 2022, according to researchers at Truth in Accounting, a nonprofit that partners with the University of Denver to promote transparency in public accounting. That translates into a per capita taxpayer burden of $61,200, according to the group's analysis. That estimate comes in higher than the one quoted by New York City Comptroller Brad Lander, who says the Big Apple has a public debt burden of roughly $96 billion in 2024 — about $30 billion shy of the city's debt limit . The discrepancy, according to Truth in Accounting, comes from pension debt obligations that are underreported and will eventually be pushed on to future taxpayers. \"If I don't pay that invoice, I don't have to include it in my balanced budget,\" said Sheila Weinberg, the group's founder and CEO. Truth in Accounting estimates that 53 of the largest cities in the U.S. were not generating enough revenue to pay their bills at the end of fiscal year 2022. The list also highlights fiscal challenges facing cities like Chicago, Houston and Portland, Oregon. \"I think we can all agree that we're broke,\" said Houston Mayor John Whitmire in a March 2024 City Council budget hearing. Truth in Accounting believes that underfunded pension obligations and retiree health benefits are straining municipal governments nationwide. Detroit's 2013 municipal bankruptcy was a potent example of the potential effect when the city temporarily suspended pension payments to pump more cash into reserves. \"I believe this is a big problem throughout the country,\" said Weinberg. \"The voters think, oh, they must be living within their means. And they're not.\" Weinberg told CNBC that cities and state governments are, in effect, spending tomorrow's money today in unsustainable fashion. Meanwhile, in the case of New York City, leaders remain optimistic about future returns. \"We've got to be careful because you don't want to get into too much debt,\" said Lander, the city comptroller, while referencing the trade-offs between bond/debt-powered spending and other revenue raising measures like tax increases. Lander in 2024 voiced support for a $12 billion expansion of New York City's debt limit to fund existing city services like community colleges and the police department, alongside an expansionary capital program in the face of issues such as the climate crisis. \"You have to make hard choices in budgeting. But it really is important not to be penny wise and pound foolish,\" said Lander in an interview with CNBC. In the meantime, rising debts may lead to dirtier streets, fewer public services and tough decisions from public officials to make ends meet. In New York City, Mayor Eric Adams has introduced a \" Program to Eliminate the Gap \" which called for three separate 5% city program spending cuts that will affect services including sanitation, library access, public education, stewardships of jails and more. \"To the extent that [New York City] can't issue debt to finance a portion of their capital plan, that could mean ​unsafe school conditions, overcrowding and other issues,\" said Rinaldi at Fitch Ratings. In the spring of 2024, Adams walked back from portions of his spending cuts proposal , citing unexpectedly strong economic performance within the city. \"But we're not of out the woods,\" he in a January 2024 press conference, noting that further steps must be taken to ensure the city's finances remain sound. Watch the video above to see why so many local governments in the U.S. have financial issues.",
            "image_url": null,
            "url": "https://www.cnbc.com/2024/04/25/many-large-us-cities-are-in-deep-financial-trouble-heres-why.html"
        },
        {
            "title": "U.S. Chamber of Commerce, business groups sue FTC over ban on noncompete clauses",
            "date": "2024-04-24 17:55:07+00:00",
            "content": " The U.S. Chamber of Commerce and several other business groups sued the Federal Trade Commission over its ban of noncompete clauses. The FTC voted Tuesday to ban noncompete agreements, which prohibit employees from going to work for competitors. The Chamber alleges that a universal ban is too wide reaching and that the FTC is overstepping its legal authority, which the Commission denied. The U.S. Chamber of Commerce and several other business groups on Wednesday sued the Federal Trade Commission in Texas federal court over the commission's vote to ban noncompete clauses , which are used to block employees from leaving to work for competitors in the same industry. On Tuesday, the FTC voted to enact the ban on the basis that noncompete clauses stifle the efficiency of the labor market, hinder competition and can lead to higher prices for consumers. Noncompete agreements often prevent workers from pursuing other jobs in their industry, and the better pay those jobs would offer. The ban is set to take effect 120 days after the rule is officially published in the Federal Register. In the meantime, the business groups are seeking to block the ban, claiming the FTC does not have the authority to implement the rule, and the rule itself is too wide in scope. \"The sheer economic and political significance of a nationwide noncompete ban demonstrates that this is a question for Congress to decide, rather than an agency,\" the U.S. Chamber, which represents roughly 3 million companies, wrote in the lawsuit filed in the Eastern District of Texas. The business groups claimed that the FTC's ban, \"breaks with centuries of state and federal law.\" In addition to the Chamber of Commerce, the Business Roundtable, Texas Association of Business and Longview Chamber of Commerce are all plaintiffs in the suit. They allege that noncompete agreements are essential to protecting internal company secrets and proprietary information. The FTC suggested that instead of relying on noncompete clauses, companies should look to other safeguards of information, like nondisclosure agreements. The FTC rejected the allegation that it is overstepping its legal bounds. \"Our legal authority is crystal clear,\" FTC spokesperson Douglas Farrar told CNBC in a statement. \"Addressing noncompetes that curtail Americans' economic freedom is at the very heart of our mandate, and we look forward to winning in court.\" The commission estimates that around 30 million U.S. employees, or 18% of the American workforce, are currently subject to a noncompete clause. Read more CNBC politics coverage Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' Trump hush money trial: Michael Cohen testifies Donald Trump shuts down rumors about considering Nikki Haley for vice president Biden and Netanyahu’s fraught relationship hits new low after U.S. pauses weapons shipment Blinken issues harshest criticism yet of Israel’s Gaza operations: No 'credible plan' The ban would not only prohibit the use of any future noncompetes but it would also require companies to scrap existing ones for all workers, except some senior executives. The business groups contend that this latter provision is \"impermissibly retroactive,\" by voiding previously agreed-upon contracts. \"Businesses that bargained for noncompetes will lose the protections of those agreements—even if they already held up their end of the bargain,\" the business groups wrote. The business groups also maintain that not all noncompete clauses are created equal, and many \"pose no threat to competition\" in the broader market. The U.S. Chamber has been threatening to sue the FTC over this rule since the commission first proposed it in January 2023. Since then, the FTC has received about 26,000 comments, most of which the agency said were positive, though the Chamber claims the FTC did not address many of the criticisms fielded by businesses. The Chamber's legal threats over the past year also ran up against challenges on Capitol Hill, where there is bipartisan support for expanding current noncompete regulations into a full ban. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107227168-1681836710225-gettyimages-1251948391-FTC_hearing_018_041823.jpeg?v=1695825412&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/24/chamber-of-commerce-sues-ftc-for-banning-noncompete-clauses.html"
        },
        {
            "title": "Senate launches investigation into high prices of Ozempic and Wegovy in the U.S.",
            "date": "2024-04-24 19:22:50+00:00",
            "content": " The U.S. Senate will investigate the price of Novo Nordisk's popular weight loss and diabetes drugs Ozempic and Wegovy. Sen. Bernie Sanders asked Novo Nordisk's CEO in a letter how the price of the drugs is determined and about the amount the pharmaceutical company spends on research and development. Before insurance, Novo Nordisk charges about $1,000 per month for Ozempic and roughly $1,350 a month for Wegovy. A study last month said that Ozempic could be manufactured for less than $5 a month. The U.S. Senate has launched an investigation into the high price of Novo Nordisk 's popular weight loss and diabetes drugs Ozempic and Wegovy in the United States. The investigation into the Danish drugmaker was announced by Sen. Bernie Sanders, the Vermont Independent who chairs the Health, Education, Labor and Pensions (HELP) Committee. \"The scientists at Novo Nordisk deserve great credit for developing these drugs that have the potential to be a game changer for millions of Americans struggling with type 2 diabetes and obesity,\" Sanders said in a Wednesday letter to CEO Lars Fruergaard Jørgensen. \"As important as these drugs are, they will not do any good for the millions of patients who cannot afford them,\" wrote Sanders. Sanders also laid out in stark terms the dilemma facing American insurers, including the government, given how high the costs are for the potentially life-changing drugs. \"If the prices for these products are not substantially reduced they also have the potential to bankrupt Medicare, Medicaid, and our entire health care system,\" he wrote. Sanders noted that Novo Nordisk charges far less for the same drugs in other countries. The company \"charges $969 in the United States for one month of Ozempic but just $155 in Canada and just $59 in Germany.\" Wegovy, which is even more expensive than Ozempic, is subject to similarly disparate pricing overseas, wrote Sanders. A study last month said that Ozempic could be manufactured for less than $5 a month. The powerful progressive senator also made a simple request of the drug company CEO: \"Will Novo Nordisk substantially reduce both the list price and the net price of both Ozempic and Wegovy?\" Sanders asked Jørgensen in his letter how the price of the drugs is determined and to make clear the amount the pharmaceutical company spends on research and development. He gave Novo Nordisk until May 8 to answer a series of questions about the drug's pricing. Novo Nordisk declined to provide production costs to CNBC following the release of the study and noted that it spent $5 billion on research and development in 2023 and will spend more than $6 billion this year to boost manufacturing for GLP-1s. In a statement to CNBC Wednesday in response to the letter, Novo Nordisk said the company agrees with Sanders that access to the drugs is important but highlighted the complexities of the healthcare industry. \"It's easy to oversimplify the science that goes into understanding disease and developing and producing new treatments, as well as the intricacies of U.S. and global healthcare systems. However, the public debate doesn't always take into account this extremely complex reality,\" the company said. Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107216627-1680036220741-gettyimages-1247410202-AFP_339V7DC.jpeg?v=1688128081&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/24/senate-launches-investigation-into-high-prices-of-ozempic-and-wegovy-in-the-us.html"
        },
        {
            "title": "Biden issues new rules for airlines to require automatic cash refunds, prohibit surprise fees",
            "date": "2024-04-24 10:00:01+00:00",
            "content": " The Biden administration announced new rules to require airlines to be more transparent about extra fees and to issue cash refunds automatically in certain cases. The provisions will be implemented on separate timelines ranging from six months to two years. Biden has made the crackdown on so-called corporate junk fees a centerpiece of his economic program to protect consumers. The Biden administration on Wednesday unveiled two new rules that will directly affect millions of Americans who fly commercially every year. The first rule requires airlines to be more transparent about extra fees, and the second to issue cash refunds automatically, rather than in response to customer requests. The various provisions of the new rules, issued by the Department of Transportation , will be implemented on different timelines ranging from six months to two years. \"Passengers deserve to get their money back when an airline owes them — without headaches or haggling,\" Transportation Secretary Pete Buttigieg said in a press release on the new refund rule. The rule mandates that airlines automatically give passengers their full money back in several cases: when flights are canceled or significantly changed, when baggage return is delayed significantly, or when customers do not receive in-flight amenities they paid for like Wi-Fi. Speaking at the Ronald Reagan Washington National Airport on Wednesday, Buttigieg said the DOT's consumer protection team has imposed \"multimillion-dollar penalties\" on airlines in the past when passengers do not receive refunds they are owed. The other rule aims to eliminate so-called \"surprise junk fees.\" \"Airlines should compete with one another to secure passengers' business — not to see who can charge the most in surprise fees,\" Buttigieg said in another release announcing the second rule. It will require that airlines list and explain all extra fees \"clearly, conspicuously, and accurately\" on their web platforms or when they provide fare prices offline. This junk fee transparency rule also includes a provision to eliminate \"discount bait-and-switch tactics,\" which the Biden administration in the release defined as the practice of offering discounts that may appear to apply to the whole flight price but in reality apply only to a portion of the ticket cost. The Wednesday announcements from the White House come after several airline incidents involving Boeing plane malfunctions that have spurred regulatory probes and forced major carriers like Southwest, Alaska Airlines and United to reevaluate their business expectations. \"To be clear, we want the airline sector to thrive,\" Buttigieg said at the Reagan airport. \"It's why we're being so rigorous on passenger protection. This will build confidence in air travel at a time when airlines need to do more to secure passengers' trust.\" Buttigieg on April 16 said that the White House would partner with state attorneys general to accelerate the response to customer complaints against airline and ticket agencies. Technically, only the federal government has the power to enforce passenger protections even though state attorneys receive many reports of customer grievances. Along with the two new rules announced Wednesday, the White House is proposing rules banning extra seating fees for parents trying to sit next to their children. The White House is also seeking to make certain amenities mandatory and to expand accommodations for passengers who use wheelchairs. The new airline rules are the latest action in President Joe Biden's broader battle against what the White House calls \"corporate rip-offs.\" \"There are tens of billions of dollars in other junk fees across the economy, and I've directed my administration to reduce or eliminate them,\" Biden said in October 2022. That directive has turned into a multifront crackdown on hidden fees from different government agencies targeting various sectors including banking , cable and financial products like retirement savings accounts . Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107297246-1694108263436-gettyimages-155286535-18875930.jpeg?v=1713925295&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/24/biden-issues-new-rules-for-airlines-to-require-automatic-cash-refunds-prohibit-surprise-fees-.html"
        },
        {
            "title": "Biden signs Israel, Ukraine, TikTok bill into law",
            "date": "2024-04-24 15:05:02+00:00",
            "content": " President Joe Biden signed into law measures to provide aid to Israel, Ukraine and Taiwan, as well as force the divestiture of social media platform TikTok from its Chinese parent company ByteDance or face a national ban. TikTok has vowed to challenge the measure legally. Biden's official approval ends a six-month saga of tense political battles on Capitol Hill over the foreign aid. President Joe Biden on Wednesday signed into law measures to provide aid to Israel, Ukraine and Taiwan , as well as to compel Chinese TikTok parent company ByteDance to sell the social media platform or face a national ban. Biden's official approval ends a six-month saga of tense political battles on Capitol Hill that led to a deadlock on the issue of foreign aid. \"The path to my desk was a difficult path. It should have been easier and it should've gotten there sooner,\" Biden said Wednesday after signing the bill. \"But in the end we did what America always does, we rose to the moment.\" Biden had signaled his intention to sign the bill into law after the House passed the proposal on Saturday. The Senate gave its own green light late Tuesday night in an overwhelmingly bipartisan 79-18 vote, sending it to Biden's desk for his signature. The law earmarks roughly $60 billion in aid for Ukraine, $26 billion for Israel and $8 billion for security in Taiwan and the Indo-Pacific. It also requires ByteDance to sell TikTok within nine months — or a year, if Biden invokes a 90-day extension — or else face a nationwide ban in the U.S. TikTok has already vowed to fight the measure. \"This unconstitutional law is a TikTok ban, and we will challenge it in court,\" the company wrote in a Wednesday statement on X following Biden's signing. \"This ban would devastate seven million businesses and silence 170 million Americans,\" the company added in its statement. TikTok CEO Shou Zi Chew posted a video response to the enactment of the TikTok bill, calling it a \"disappointing moment\" and reiterating the company's commitment to challenge it. Despite Biden's official support of the TikTok bill, his 2024 reelection campaign told NBC News Wednesday that it would continue using the social media platform to reach voters for at least the next year. Notably, the nine-month to one-year deadline for ByteDance allows it to maintain ownership of TikTok through the November election. Along with TikTok's pushback, the bill had been the subject of heated political attacks, including threats to oust House Speaker Mike Johnson, R-La., from hardline Republicans like Rep. Marjorie Taylor Greene, R-Ga. Those threats were part of the reason that Johnson stalled the foreign aid even after the Senate, in February, passed a similar $95 billion version of the bill to fund Ukraine, Israel and Taiwan. That bill, however, did not include the TikTok provisions. But last week, with that pink slip still looming, Johnson decided to end the House's foreign aid stalemate following Iran's attempted strike on Israel on April 13, which triggered fresh bipartisan pressure for the U.S. to help its allies. In the following days, Johnson put four separate bills to a House vote, three of which would provide foreign aid to Ukraine, Israel and Taiwan and a fourth, which would include other foreign policy proposals, such as the TikTok bill. Though Johnson's move came with professional risks, the speaker has so far stood by it, boosted by public support from former President Donald Trump. \"I know that history is going to judge this well,\" Johnson said Wednesday morning in a radio interview on \"The Hugh Hewitt Show.\" \"It was the right thing to do.\" Don’t miss these exclusives from CNBC PRO Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight Most of Warren Buffett's stock portfolio is tied up in just 5 stocks. Here's what they are Bank of America says this shoe stock is an inflation winner and you should buy it before earnings These are Morgan Stanley's top picks into quarterly earnings Tesla price cuts could backfire, fund manager says, warning of a 'huge demand problem' on the horizon Gundlach sees one rate cut this year as Fed keeps up inflation fight",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107405757-17139707891713970787-34253792097-1080pnbcnews.jpg?v=1713970788&w=750&h=422&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/24/biden-signs-israel-ukraine-tiktok-bill-into-law.html"
        },
        {
            "title": "FTC votes to ban noncompete clauses that bar employees from working for competitors",
            "date": "2024-04-23 20:46:18+00:00",
            "content": " The Federal Trade Commission voted to enact a nationwide ban against noncompete agreements. Noncompete agreements are provisions of employee contracts that companies use to prevent employees from going to work for competing companies. The FTC estimates that 30 million American workers, or roughly 18%, are currently subject to a noncompete. The Federal Trade Commission on Tuesday voted 3-2 for a nationwide ban against noncompete agreements, which companies use to prevent employees from taking jobs with competitors in the same industry. The new rule is slated to go into effect 120 days after it is officially published in the Federal Register, though business groups are expected to challenge it. Within hours of the vote, the U.S. Chamber of Commerce pledged to sue the agency over the rule. If officially implemented, the rule will not only prohibit new noncompete clauses, but will also force companies to scrap their existing noncompetes for all employees except senior executives who earn more than $151,164 annually and who are in policy-making roles. \"Workers ought to have the right to choose who they want to work for,\" President Joe Biden said Tuesday. The FTC estimates that 30 million American workers, or roughly 18%, are currently subject to a noncompete. The noncompete provision of an employee's contract may prevent someone from going to work for a competing company within the same industry, in pursuit of a better career opportunity, higher compensation or a more suitable geographic location. \"Noncompete clauses keep wages low, suppress new ideas, and rob the American economy of dynamism, including from the more than 8,500 new startups that would be created a year once noncompetes are banned,\" said Federal Trade Commission Chair Lina Khan in a press release. The FTC initially proposed the noncompete ban in January 2023. It has since received over 26,000 comments on the proposal, the large majority of which were in support, according to the agency. The FTC claims that noncompetes impede the efficiency of the labor market and can lead to \"increased market concentration and higher prices for consumers.\" Meanwhile, business trade groups claim that noncompetes help preserve intellectual property and company secrets. The FTC suggests that companies lean on other avenues like non-disclosure agreements to secure proprietary information. Tuesday's vote comes as the latest move from an FTC that has been at the forefront of President Joe Biden's broader crusade against corporate behemoths and the rules that help them dominate markets. The agency, along with the Department of Justice's antitrust division, has filed dozens of lawsuits against proposed corporate deals over the past several years. In March, Biden launched a task force on corporate pricing practices, to be jointly led by the FTC, an independent agency, and the DOJ. Biden has repeatedly accused companies of artificially keeping prices high, in part to help the president explain why inflation has remained so sticky over the past several years.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107271185-1689263297012-khan.jpg?v=1696018830&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/23/ftc-votes-to-ban-noncompete-clauses-that-bar-employees-from-working-for-competitors-.html"
        },
        {
            "title": "Here's why FEMA has spent about $4 billion to help destroy flood-prone homes",
            "date": "2024-04-22 10:05:01+00:00",
            "content": " Just an inch of floodwater can generate tens of thousands of dollars in property damage . Homeowners trying to move and start over after such a disaster might find a surprising buyer for their home: the government. The Federal Emergency Management Agency, or FEMA, has spent around $4 billion assisting in the purchase of about 45,000 to 50,000 damaged homes since 1989, according to A.R. Siders, director of the University of Delaware's Climate Change Science and Policy Hub, who analyzed FEMA's data in 2019. These homes have been marred by floods to the point where the homeowners decide to move away. To encourage homeowners not to sell to new buyers and stop what Siders calls \"that terrible game of hot potato,\" FEMA's Hazard Mitigation Grant Program supports local and state governments in purchasing the homes, demolishing them and turning the property into public land, in what are called floodplain buyouts. Andrea Jones, 59, sold her home in the Charlotte, North Carolina, area in a floodplain buyout. Jones, who works in the wealth and investments department of a bank, purchased her home in 2006 for $135,000. Her home was appraised in 2022 at a value of $325,000. Jones said her home never flooded but her street did. \"Within three years of me being in the house was the first time I experienced the heavy flooding. It came up to my mailbox,\" Jones said. \"You could not see the street. You could not see the beginning of my driveway.\" Commuting to her home, which was not in a flood zone when she bought it but was later rezoned into one, made her worry. \"At times when I would be at work and it'd be raining really hard and I'd be like, am I going to be able to get home? Am I going to be able to get to my house? Am I going to have to park my car up the street?\" she said. \"It just didn't happen a lot. But when it did happen, it was scary.\" Jones put the proceeds from the sale toward the purchase of a new home, which she said is nicer, for $437,000. Since the home is more expensive and interest rates are higher, Jones said, her monthly mortgage is double what it once was. Her new home is outside the floodplain and about a 10-minute drive from her former neighborhood. \"I miss the neighborhood; I miss my friends,\" she said. \"I miss seeing people walking their dogs, standing out, talking with them, having conversations ... things like that.\" However, she said she feels more comfortable and has peace of mind living in her new home because she doesn't need to worry about her street flooding. \"I wouldn't go back. I have no regrets [about] having made the decision that I made,\" she said. Floodplain buyouts help a homeowner move out of harm's way and potentially help the community by creating open space and/or an area that can collect flood waters to protect the other homes in the region. For FEMA's floodplain buyouts, executed under the Hazard Mitigation Grant Program, 75% of the buyout funding is provided by the federal government, and the remaining 25% comes from state, local and community funds. In some instances, the 2021 Bipartisan Infrastructure Law can cover 90% of the buyout with federal funds. More from Personal Finance: 'Loud budgeting' is having a moment Nearly half of young adults have 'money dysmorphia' What to know before taking advice from TikTok However, buyouts as a strategy can be controversial, experts say. \"It's a bit of a mixed bag. I think in some cases they're successful and in some cases they're not,\" said Mathew Sanders, senior officer for U.S. conservation at Pew Charitable Trusts. Sanders said some communities may be apprehensive about taking on the responsibility of the deeded land. \"There's legal liability associated with owning property generally, and so it ends up, in some cases, being a fairly significant drain on local resources,\" he said. The Congressional Research Service found that, without full participation, floodplain buyouts can also lead to problems such as blight, community fragmentation, difficulty with municipal services and inability to restore the floodplain to be able to properly absorb water . Of course, a buyout can be a huge advantage for a person who does not want to live in a floodplain but may not have the resources to abandon their home. Even so, the buyouts can take a long time. On average, federal buyouts can take two to five years , though 80% of the FEMA acquisitions are approved in less than two years . \"That's a long time to wait, if your home has mud in it and you're trying to figure out whether to rebuild or not,\" said Siders, of the Climate Change Science and Policy Hub. Jones' buyout was delayed by the pandemic, but once she started the process up again in May 2022, things moved quickly. She purchased her new home in January 2023. How long the buyout takes often depends on which program is funding the buyout. In addition to FEMA, the U.S. Department of Housing and Urban Development and many state and local communities fund floodplain buyouts. And all of this is happening as the U.S. is facing a housing shortage of at least 7.2 million homes, according to Realtor.com. \"We're talking about a crisis of affordability in housing across the country, combined with the crisis of the climate change effects. How do we ensure that we provide for our population while making sure that they're not in harm's way?\" asked Carlos Martín, director of the Remodeling Futures Program at the Joint Center for Housing Studies of Harvard University. Watch the video to learn more about how floodplain buyouts work and whether the U.S. should continue investing in buying and destroying homes facing flooding.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107335896-1700247535725-gettyimages-1787573022-US-NEWS-NONAME-STORM-SWAMPS-SOUTH-FLORIDA-2-MI.jpeg?v=1700247616&w=750&h=422&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/22/why-fema-has-spent-4-billion-to-help-destroy-flood-prone-homes.html"
        },
        {
            "title": "Poll: Election interest hits new low in tight Biden-Trump race",
            "date": "2024-04-21 16:55:21+00:00",
            "content": " The share of voters who say they have high interest in the 2024 election has hit a nearly 20-year low at this point in a presidential race, according to the latest national NBC News poll , with majorities holding negative views of both President Joe Biden and former President Donald Trump. The poll also shows Biden trimming Trump's previous lead to just 2 points in a head-to-head contest, an improvement within the margin of error compared to the previous survey, as the president bests Trump on the issues of abortion and uniting the country, while the former Republican president is ahead on competency and dealing with inflation. And it finds inflation and immigration topping the list of most important issues facing the country, as just one-third of voters give Biden credit for an improving economy. But what also stands out in the survey is how the low voter interest and the independent candidacy of Robert F. Kennedy Jr. potentially scramble what's been a stable presidential contest with more than six months until Election Day. While Trump holds a 2-point edge over Biden in head to head , Biden leads Trump by 2 points in a five-way ballot test including Kennedy and other third-party candidates. \"I don't think Biden has done much as a president. And if Trump gets elected, I just feel like it's going to be the same thing as it was before Biden got elected,\" said poll respondent Devin Fletcher, 37, of Wayne, Michigan, a Democrat who said he's still voting for Biden. \"I just don't feel like I have a candidate that I'm excited to vote for,\" Fletcher added. Another poll respondent from New Jersey, who declined to provide her name and voted for Biden in 2020, said she wouldn't be voting in November. \"Our candidates are horrible. I have no interest in voting for Biden. He did nothing. And I absolutely will not vote for Trump,\" this voter said. More from NBC News: Presidential approval tracker: How popular is Joe Biden? How Trump could win even if his broad immunity argument is rejected Biden's 50-year journey from a skeptic of Roe v. Wade to its protector Democratic pollster Jeff Horwitt of Hart Research Associates, who conducted this survey with Republican pollster Bill McInturff of Public Opinion Strategies, said that \"Americans don't agree on much these days, but nothing unites the country more than voters' desire to tune this election out.\" The poll was conducted April 12-16, and it comes during yet another turbulent time in American politics, including the beginning of Trump's criminal trial in New York, as well as new attacks and heightened tensions in the Middle East. According to the poll, 64% of registered voters say they have a high level of interest in November's election — registering either a \"9\" or a 10\" on a 10-point scale of interest. That's lower than what the NBC News poll showed at this same point time in the 2008 (74%), 2012 (67%), 2016 (69%) and 2020 (77%) presidential contests. The question dates back to the 2008 election cycle. The lowest-ever level of high election interest in the poll during a presidential cycle was in March 2012 — at 59%. But it quickly ticked up in the next survey. This election cycle, high interest has been both low and relatively flat for months, according to the poll. McInturff, the Republican pollster, says the high level of interest in the poll has \"always been a signal for the level of turnout\" for a presidential contest. \"It makes it very hard for us to predict turnout this far in advance of November, but every signal is turnout will be a lower percentage of eligible voters than in 2020,\" he said. By party, the current poll shows 70% of self-identified Republicans saying they have high interest in the upcoming election, versus 65% of Democrats who say this. Independents are at 48%, while only 36% of voters ages 18 to 34 rate themselves as highly interested in the election. \"They just aren't low interest,\" McInturff said of young voters. \"They are off-the-charts low.\" The poll also finds Trump narrowly ahead of Biden by 2 points among registered voters in a head-to-head matchup, 46% to 44% — down from Trump's 5-point advantage in January, 47% to 42%. That movement, within the poll's margin of error of plus or minus 3.1 percentage points, is consistent with what other national polls have showed in the Trump-Biden race. Trump's biggest advantages are among men (53% to 37%), white voters (54% to 37%) and white voters without college degrees (65% to 25%). Biden's top advantages are among Black voters (71% to 13%), women (50% to 39%) and Latinos (49% to 39%). The poll shows the two candidates are essentially tied among independents (Biden 36%, Trump 34%) and voters ages 18-34 (Biden 44%, Trump 43%). One of the big polling mysteries this cycle is whether young voters have defected from Biden (as the NBC News poll has shown over multiple surveys), or whether Democrats have maintained their advantage among this demographic. When the ballot is expanded to five named candidates, Biden takes a 2-point lead over Trump: Biden 39%, Trump 37%, independent Robert F. Kennedy 13%, Jill Stein 3% and Cornel West 2%. Again, that result between Biden and Trump is within the poll's margin of error. Notably, the poll shows a greater share of Trump voters from the head-to-head matchup supporting Kennedy in the expanded ballot compared with Biden voters, different than the results of some other surveys. Additionally, the poll shows 42% of registered voters approving of Biden's overall job performance — up 5 points since January's NBC News poll, which showed Biden at the lowest point of his presidency. Fifty-six percent of voters say they disapprove of the job he has done, which is down 4 points from January. Biden's gains over the past few months have come from key parts of his 2020 base, especially among Democrats and Black voters. But he continues to hold low ratings among Latinos (40% approval), young voters (37%) and independents (36%). \"The data across this poll show that Joe Biden has begun to gain some ground in rebuilding his coalition from 2020,\" said Horwitt, the Democratic pollster. \"The question is whether he can build upon this momentum and make inroads with the groups of voters that still are holding back support.\" But McInturff, the GOP pollster, points out that the only recent presidents who lost re-election had approval ratings higher than Biden's at this point in the election cycle: George H.W. Bush (43%) and Donald Trump (46%). \"President Biden has a precarious hold on the presidency and is in a difficult position as it relates to his re-election,\" McInturff said. On the issues, 39% of voters say they approve of Biden's handling of the economy (up from 36% in January); 28% approve of his handling of border security and immigration; and just 27% approve of his handling of the Israel-Hamas war (down from 29% in January). Voters gave Biden his highest issue rating on addressing student-loan debt, with 44% approving of his handling of the issue, versus 51% who say they disapprove. The NBC News poll asked voters to determine which candidate they thought is better on several different issues and attributes. Biden holds a 15-point advantage over Trump on dealing with the issue of abortion, and the president is ahead by 9 points on having the ability to bring the country together — though this is down from Biden's 24-point advantage on this issue in the Sept. 2020 NBC News poll. Trump, meanwhile, leads on having the ability to handle a crisis (by 4 points), on having a strong record of accomplishments (by 7 points), on being competent and effective (by 11 points), on having the necessary mental and physical health to be president (by 19 points) and on dealing with inflation and the cost of living (by 22 points). As for inflation and the cost of living, it tops the list of issues in the poll, with 23% of voters saying they're the most important issue facing the country. The other top issue concerning voters is immigration and the situation at the border (22%) — followed by threats to democracy (16%), jobs and the economy (11%), abortion (6%) and health care (6%). Additionally, 63% of voters say their family's income is falling behind the cost of living — essentially unchanged from what the poll showed in 2022 and 2023. And 53% of voters say the country's economy has not improved, versus 33% who say it has improved and Biden deserves some credit for it and another 8% who agree the economy has improved but don't give the president credit for it. \"If I look back to when I had all three of my children in the house — we only have one child left in the house now, and we're spending more now than what we did when we had a family of five,\" said poll respondent Art Fales, 45, of Florida, who says he's likely voting for Trump. But on a separate question — is there an issue so important that you'll vote for or against a candidate solely on that basis? — the top issue responses are protecting democracy and constitutional rights (28%), immigration and border security (20%) and abortion (19%). Indeed, 30% of Democrats, 29% of young voters and 27% of women say they are single-issue voters on abortion. \"I have a right to what I do with my body,\" said poll respondent Amanda Willis, 28, from Louisiana, who said she's voting for Biden. \"And I don't believe that other people should have the ability to determine that.\" With Trump's first criminal trial now underway, 50% of voters say the former president is being held to the same standard as anyone else when it comes to his multiple legal challenges. That compares with 43% who believe he's being unfairly targeted in these trials. 52% of voters have an unfavorable view of Biden, while 53% share the same view of Trump. And Democrats and Republicans are essentially tied on congressional preference, with 47% of voters preferring Republicans control Congress and 46% wanting Democrats in charge. Republicans held a 4-point lead on this question in January. The NBC News poll was conducted April 12-16 of 1,000 registered voters nationwide — 891 contacted via cell phone — and the poll has an overall margin of error of plus or minus 3.1 percentage points.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107395701-17120811592024-04-02t171955z_2022061838_rc2fy6ax8433_rtrmadp_0_usa-election-wisconsin.jpeg?v=1712081417&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/21/poll-election-interest-hits-new-low-in-tight-biden-trump-race.html"
        },
        {
            "title": "China is still years behind the U.S. despite Huawei's breakthrough chips, Raimondo tells '60 Minutes'",
            "date": "2024-04-22 08:02:20+00:00",
            "content": " Despite a chip breakthrough by China's Huawei, the country remains years behind the U.S. in the critical technology, Commerce Secretary Gina Raimondo said. According to Raimondo, the Biden administration's chip export policies are working and the U.S. will continue to protect its national security regarding semiconductors. Commerce Secretary Gina Raimondo on Sunday downplayed Huawei Technologies' latest microchip breakthrough, arguing that the U.S. remains far ahead of China in the critical technology. The comments, which were delivered on CBS News' \"60 Minutes,\" align with her stance that the Biden administration's restrictions on chip sales to China are working, despite an advanced made-in-China chip surfacing in a Huawei phone last year. \"It's years behind what we have in the United States. We have the most sophisticated semiconductors in the world. China doesn't. We've out-innovated China,\" Raimondo said during the interview, which aired Sunday evening in the U.S. U.S.-blacklisted Huawei released the Mate 60 Pro smartphone in August, which sported a 5G-capable chip — a feat thought to have been made difficult by a series of U.S. export controls in late 2022 . The phone launched while Raimondo was on a visit to China. Ahead of the trip, it was reported that Chinese-linked hackers accessed Raimondo's email. \"I have their attention, clearly,\" she said, adding that the U.S. would continue to pursue actions to protect U.S. national security and businesses. According to a senior Commerce Department official, Huawei's chipmaking partner SMIC \" potentially \" violated U.S. law by providing an advanced chip to the Chinese phone maker. Since the release of the Mate 60 Pro, the U.S. has further tightened restrictions on sales of advanced semiconductor tech to China. Chinese officials have repeatedly denounced the policies, which require licenses for any company worldwide to sell products with advanced U.S.-designed chip technology to countries seen as adversaries. Many U.S. chip companies, which largely rely on China for business, have also expressed concerns about losing market access. \"We want to trade with China on the vast majority of goods and services,\" Raimondo said. \"But on those technologies that affect our national security, no.\" The global chip race ramped up after Russia invaded Ukraine in 2022, triggering the U.S. and allies such as the Netherlands and Japan to tighten advanced tech export controls. CNBC previously reported that Russia acquired advanced Western technology through intermediary countries like China. \"It's absolutely the case that our export controls have hurt [Russia's] ability to conduct the war, made it harder,\" Raimondo said. She added that Russia has found some alternative sources of chips. The Commerce Department has also overseen the allocation of the Biden administration's almost $53 billion CHIPS and Science Act , aimed at building the U.S. domestic semiconductor industry and undercutting rivals like China. In recent weeks, billions in grants and loans have been earmarked for chipmakers Taiwan Semiconductor Manufacturing Co. , Samsung Electronics and Micron Technology , which are all increasing production capacity in the U.S. Raimondo told CNBC earlier this month that all of the grant money allocated for the CHIPS and Science Act will be sent out by year-end. Read the full report on CBS.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107403461-1713466899977-gettyimages-1410897812-am011107_90656aa5-4bd7-44bb-b0de-2b1848cbfeec.jpeg?v=1713764621&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/22/china-is-years-behind-us-chips-secretary-raimondo-tells-60-minutes-.html"
        },
        {
            "title": "Trump wins voters on inflation as Biden zeroes in on tariffs, jobs: NBC News poll",
            "date": "2024-04-21 19:33:40+00:00",
            "content": " More voters trust Donald Trump than President Joe Biden to deal with inflation and the cost of living, their top concerns for the U.S., according to the latest NBC News poll . The poll of 1,000 registered voters nationwide found that 52% of respondents said Trump would better handle inflation and the cost of living, while 30% said the same of Biden. The survey was taken from April 12 to 16, several days after the release of another hotter-than-expected inflation report, indicating consumer prices gradually ticking back up. Trump attacked Biden's economic policies immediately following the release of the data. As consumer prices heat up again, the Biden administration has kept its message on inflation the same and turned more of its attention to other aspects of the economy: jobs, tariffs and taxes. Biden's heavy focus on those issues was evident as he made the rounds in the key battleground state of Pennsylvania last week. During a Wednesday speech in Pittsburgh, Biden announced that he would support tripling tariffs on Chinese steel and aluminum imports, escalating his growing economic hawkishness toward China. And a day before in Scranton, Pennsylvania, Biden focused on the tax code and jobs: \"There are only two presidents on record in all of American history that left office with fewer jobs than when they entered office: Herbert Hoover and, yes, Donald 'Herbert Hoover' Trump.\" These speeches come after months of Biden hammering the argument that businesses are to blame for stubborn high prices and sticky inflation, accusing companies of price gouging and \"shrinkflation,\" the practice of selling less quantity of goods for the same price. However, as consumer prices wobble, Biden's recent remarks indicate an effort to bring other economic issues and data to the forefront of voters' minds. For example, while Trump lambasts Biden's economy, the president has doubled down on the claim that the U.S. \"has the best economy in the world.\" In fact, the U.S. does lead developed economies on topline metrics like gross domestic product and unemployment. But voters are not so easily distracted from their feelings about inflation and the cost of living. Only 11% of respondents named \"jobs and the economy\" as the most critical issues facing the country heading into the November election. Meanwhile, 23% of respondents, the largest share, said inflation and the cost of living were their number one issues — both of which a majority said Trump would manage better. Overall, the NBC poll found that Biden appears to be catching up to Trump's lead, echoing a similar result from a New York Times/Siena College poll earlier this month. The NBC survey found that Trump led Biden by two points in a head-to-head matchup, which was lower than his five-point lead in January. The poll has a margin of error of +/- 3.10%. But voters' rosy memory of the Trump economy has been a consistent thread in early polling and continues to weigh on Biden's momentum. Despite Biden's efforts to refocus the conversation on other economic issues, inflation appears to remain an unavoidable barrier to winning over the public's trust.",
            "image_url": null,
            "url": "https://www.cnbc.com/2024/04/21/biden-tariffs-jobs-trump-inflation-nbc-news-poll.html"
        },
        {
            "title": "House passes Ukraine, Israel, Taiwan aid, potential TikTok ban",
            "date": "2024-04-20 18:05:34+00:00",
            "content": " The House passed four bills to provide aid to Ukraine, Israel and Taiwan, along with a measure to force TikTok-parent company ByteDance to sell the app. The four bills now head to the Senate for a vote, likely in the coming days. The House’s approval is a key step to end a long stalemate on the foreign aid, which was initially proposed by President Biden in October. On Saturday, the House passed a series of bills to provide aid to Ukraine, Israel, and Taiwan, along with a package that included forcing the Chinese company ByteDance to sell TikTok. After a morning of debate on the House floor , the four bills will be wrapped into a single package and sent to the Senate for approval. After that, it will be sent to President Joe Biden to be signed into law. \"I understand that it is not a perfect piece of legislation,\" House Speaker Mike Johnson, R-La., said Saturday following the vote. \"We would rather send bullets to the conflict overseas than our own boys, our troops. And I think this is an important moment and important opportunity to make that decision.\" Johnson's decision to hold the vote came at a political risk, as hardline members of his party threatened to oust him. In March, Rep. Marjorie Taylor Greene, R-Ga., filed a motion to vacate Johnson from his post, but she has yet to force a vote on the measure. \"As I've said many times, I don't walk around this building being worried about a motion to vacate,\" Johnson said Saturday. \"I have to do my job.\" Following the passage of the long-stalled foreign aid, Johnson received a flurry of public statements thanking him. \"I want to thank Speaker Johnson, Leader Jeffries, and the bipartisan coalition of lawmakers in the House who voted to put our national security first,\" Biden said in a statement. \"I urge the Senate to quickly send this package to my desk so that I can sign it into law.\" Senate Majority Leader Chuck Schumer, D-N.Y., signaled Saturday that the Senate could vote on the package on Tuesday. \"I am grateful to the United States House of Representatives, both parties and personally Speaker Mike Johnson for the decision that keeps history on the right track,\" Ukrainian President Volodymyr Zelenskyy said in a post on X after the vote. Israeli Foreign Affairs Minister Israel Katz also thanked Johnson and House Minority Leader Hakeem Jeffries, D-N.Y., on Saturday for helping to pass the aid. The bills earmark over $60 billion for Ukraine aid, more than $26 billion for Israel and over $8 billion for Taiwan and Indo-Pacific security. A fourth bill includes a measure to force China's ByteDance to sell social media platform TikTok within nine months — though the president can offer a 90-day extension — or face a national ban. \"It is unfortunate that the House of Representatives is using the cover of important foreign and humanitarian assistance to once again jam through a ban bill,\" a TikTok spokesperson said in a statement on Saturday. The House's approval is a critical next step for foreign aid, which has been in limbo since President Biden first proposed it in October. After the long-awaited vote on Ukraine passed, a crowd of House Democrats waving Ukrainian flags broke out into a chorus of cheers. In February, the Senate passed a $95 billion version of the aid to fund Ukraine, Israel and Taiwan. Still, the House effectively shelved that bill primarily due to political threats from hardline House Republicans like Rep. Greene. Despite that looming political backlash, Speaker Johnson was persuaded to revisit the foreign aid package after Iran's attempted strike on Israel last weekend. That escalatory move triggered a renewed bipartisan push for the House to move to support Israel. In response, Johnson put the foreign aid package at the top of the House's agenda. He devised a plan to structure the foreign aid in separate bills, which he presented to his Republican colleagues on Monday evening. After that meeting, Greene expressed her discontent with Johnson's proposed foreign aid bills but reiterated that she had not yet decided whether she would force a vote to oust him. \"I think it's another wrong direction for Speaker Johnson in our conference,\" she said Monday. Greene's motion to vacate loomed over Saturday's vote. Walking into the House chamber, Majority Leader Steve Scalise, R-La., told NBC News he was not expecting Greene to force a vote on the motion on Saturday.",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107404122-1713555367381-gettyimages-2147931909-johnson_213_041924.jpeg?v=1713555607&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/20/house-passes-ukraine-israel-taiwan-aid-potential-tiktok-ban-.html"
        },
        {
            "title": "House tees up votes on Ukraine and Israel aid as Speaker Johnson defies his right flank",
            "date": "2024-04-19 15:25:17+00:00",
            "content": " The House voted 316-94 to tee up votes on four separate bills that include aid to Ukraine and Israel, a good sign for the prospects of Congress approving U.S. funding for the two countries after months of delay and partisan fighting. Speaker Mike Johnson, facing intense opposition from right-wing members, received crucial help from Democrats to move forward with the votes. More Democrats (165) than Republicans (151) voted to pass the \" rule ,\" a procedural step to set up the votes. The move tees up four House votes that are expected Saturday afternoon: one on Israel aid, another on Ukraine aid, another on Indo-Pacific security and a fourth bill that includes a bill designed to ban TikTok in the U.S. if it does not divest from its China-based owner, as well as various national security priorities. If they pass, the measures would be packaged together and sent to the Democratic-controlled Senate. Taken together, the foreign aid measures closely resemble the $95 billion national security package pushed by President Joe Biden. The Senate would have to pass it again, due to some differences with the version that passed the upper chamber in February. \"The world is watching what the Congress does. Passing this legislation would send a powerful message about the strength of American leadership at a pivotal moment,\" the White House budget office said in a statement Friday endorsing the House package. \"The Administration urges both chambers of the Congress to quickly send this supplemental funding package to the President's desk. The House's move followed a vote of 9-3 in the Rules Committee late Thursday to send the bills to the floor for a final vote, with Reps. Thomas Massie, R-Ky., Chip Roy, R-Texas, and Ralph Norman, R-S.C., breaking with Johnson to vote against it. But all four Democrats voted for the rule and rescued it, an extremely unusual move for the minority party. \"We only control one chamber, and I barely have control of that,\" Johnson said Thursday on Newsmax, explaining why he couldn't include GOP immigration measures in the package as some want. \"The Senate won't advance our legislation and the president won't sign it. ... I have a handful of my Republicans, at least, who will not advance a rule to bring that to the floor to combine it with the Ukraine and Israel funding. They won't do it. And so if I don't have Republican votes, that means we have to have Democratic votes. Johnson's decision to move forward with the bills comes as two of his members — Massie and Rep. Marjorie Taylor Greene, R-Ga. — threaten to remove him as speaker. They and many other House conservatives oppose additional aid to Ukraine. \"We'll see what happens. I'm going to do my job. I'm not deterred by threats,\" Johnson said Friday. \"We're going to do the right thing and let the chips fall where they may.\" But Johnson, who opposed Ukraine aid last year before he became speaker, now says he believes it is \"critically important,\" based on the intelligence and briefings he has since gotten. Read more on NBC News A lawyer, a banker and a speech therapist: Meet the 12 jury members of Trump's hush money trial Man suspected of aiding Zelenskyy assassination plot arrested in Poland Germany arrests men accused of spying on U.S. military sites for Russia in sabotage plot to undermine Ukraine aid \"I think Vladimir Putin would continue to march through Europe if he were allowed,\" he told reporters earlier this week. \"I would rather send bullets to Ukraine than American boys,\" Johnson said, adding that his son is entering the Naval Academy this fall. \"This is a live-fire exercise for me as it is so many American families. This is not a game, this is not a joke.\" The fourth bill includes a provision to force China-based ByteDance to sell TikTok within nine months, which the president can extend to a year, or face a ban in the U.S. The provision, which has Senate buy-in as well as Biden's support, puts TikTok closer than ever to a prohibition in the country. Democrats praised the move to proceed to House votes, highlighting their party's key role. \"It is vital that Congress act to send assistance to support Ukraine and fend off Russian aggression,\" Rep. Don Beyer, D-Va., said on X . \"We may be in the minority, but we are not going to let that urgent mission fail. Democrats are doing what it takes to make sure Ukraine gets help.\" Rep. Grace Meng, D-N.Y., said Democrats were effectively in charge: \"We may be in the minority in the House right now, but @RepJeffries is essentially functioning as the real Speaker already. Rs couldn't get their own bills out of the committee they control so Ds had to help them. Work horses not just show horses.\"",
            "image_url": "https://image.cnbcfm.com/api/v1/image/107340648-1701272443578-gettyimages-1810097962-AFP_346J24T.jpeg?v=1701272798&w=929&h=523&vtcrop=y",
            "url": "https://www.cnbc.com/2024/04/19/house-tees-up-votes-on-ukraine-and-israel-aid-as-speaker-johnson-defies-his-right-flank.html"
        }
    ]
}